[
  {
    "id": "language",
    "value": "Deutsch",
    "description": "Name of the language"
  },
  {
    "id": "language_font",
    "value": "data/lang/latin-1.shapes",
    "description": "Ignore. Name of the font file."
  },
  {
    "id": "title_start",
    "value": "Start",
    "description": "Start game button in title screen"
  },
  {
    "id": "title_continue",
    "value": "Fortsetzen",
    "description": "Continue game button in title screen"
  },
  {
    "id": "title_quit",
    "value": "Beenden",
    "description": "Quit game button in title screen"
  },
  {
    "id": "title_credits",
    "value": "Mitwirkende",
    "description": "Credits button in title screen, shows who made the game."
  },
  {
    "id": "mod_theme",
    "value": "data/music/theme.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_ambient",
    "value": "data/music/ambient.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_dancemix",
    "value": "data/music/dance.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_intrigue",
    "value": "data/music/intrigue.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_boss_intro",
    "value": "data/music/boss_intro.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_boss_theme",
    "value": "data/music/boss_theme.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_detective",
    "value": "data/music/detective.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_crystal",
    "value": "data/music/crystal.mod",
    "description": "Ignore"
  },
  {
    "id": "mod_industry",
    "value": "data/music/to_industry.mod",
    "description": "Ignore"
  },
  {
    "id": "game_saved",
    "value": "Daten abgespeichert.",
    "description": "https://youtu.be/EprkOx1qUq0?t=563 - Message that displays once the game has been saved to disk."
  },
  {
    "id": "xaUZC8YbkDkmjaTf",
    "value": "",
    "description": "Ignore"
  },
  {
    "id": "ic2wGJBcPr9tWcXq",
    "value": "",
    "description": "Ignore"
  },
  {
    "id": "dioMG7WajruJ3O3q",
    "value": "",
    "description": "Ignore"
  },
  {
    "id": "HgujNWUNv8WtHCrR",
    "value": "",
    "description": "Ignore"
  },
  {
    "id": "7IbXZZFdZdrd3HE8",
    "value": "",
    "description": "Ignore"
  },
  {
    "id": "intro01",
    "value": "Der saure Regen spülte der Stadt´s Neon Blut in die Gosse, heim für jene, die keinerlei andere Möglichkeiten mehr hatten.\n\nDie Gosse war nicht nur ein metaphorisches Klischee; sie war der Stadt´s erbarmungsloser und gefährlichster Bezirk. Die wenigsten lebten hier freiwillig; wenn einem das Geld ausging, gab es schlichtweg keinen anderen Ort.",
    "description": "https://youtu.be/EprkOx1qUq0?t=9 This line and the next 3 are the introduce the game's story. Here we are introduced to the Gutter, the protagonist, and what he's investigating. I intend for him to have a classical 1940s noir detective vibe in his descriptions, like Humphrey Bogart in the Maltese Falcon.\n\nIn this first text, we introduce the Gutter, the name of a district or neighborhood in a nameless city."
  },
  {
    "id": "intro02",
    "value": "Die Polizei hielt Abstand von der Gosse, denn dies diente nicht ihren Unternehmensinteressen.\n\n\n\nWenn du Gerechtigkeit wolltest dann musstest du die Dinge schon selbst in die Hand nehmen oder genug zusammenkratzen, um jemanden wie mich anzuheuern.",
    "description": "https://youtu.be/EprkOx1qUq0?t=13 Here we set the expectation that the police don't solve crimes in the Gutter; it's too dangerous, and since they have been privatized, they only work for the corporations that own them."
  },
  {
    "id": "intro03",
    "value": "Blake Steel: Privatdetektiv. Ich nahm mir den Namen aus einer trashigen Krimi Heftserie. \n\n Ein verlorenes Kind aus der Gosse, welches jene Hefte ein neues Leben versprachen, weit entfernt von all dem Elend und Dreck. \n\n Diese Krimi-Hefte wurden zu meiner Bibel,zu meiner heiligen Schrift bis ich es lebendig hier herausschaffen würde. \n\nNun war ich zurück, alleinigen Schrittes hinunter in die mir so vertrauten Gassen, zugeschüttet mit Müll und geschundenen Existenzen, suchend nach jemanden der verloren ging.",
    "description": "https://youtu.be/EprkOx1qUq0?t=17 Introducing the main character: Blake Steel. That's not his real name, but as a child, he read a detective novel, a giallo, whose protagonist was named Blake Steel and took that name for himself. He escaped the Gutter but now finds himself back here on a job. There is a play on words here, 'alleys brimming with human waste and wasted humans, ' which the best I can come up with in Italian would be 'rifiuti umani e umani rifuitati.'"
  },
  {
    "id": "intro04",
    "value": "Danni Ashton fiel in einen recht zweifelhaften Freundeskreis und verschwand vom Antlitz der Erde.\n\nIhr Vater, Jacob, bezahlte mich außerordentlich gut um sie wiederzufinden. \nZu gut. \n\nIrgendetwas war faul an der Sache, aber mir liefen die grünen Dollars nur so durch die Hände und ich hatte außerdem Rechnungen abzubezahlen, so hielt ich mir praktisch die Nase zu und nahm den Job an. \n\nDanni war von Coral angefixt worden, das Neueste in Sachen Designer Drogen und jene die den nächsten Fix nachjagten, für die gab es nur eine Endstation...",
    "description": "https://youtu.be/EprkOx1qUq0?t=29 Another play on words (there is a lot in this game, sorry!). 'Fell in/Fell off' match, but how they are used means different things. Falling in with someone means becoming a member of the group. 'Falling off the face of the Earth' implies that the person disappeared.\n\n'Something didn't smell right' means something about it might not be good. `So I plugged my nose and took the job' is more wordplay. The deal was suspicious, but Blake took it anyway.\n\n'Leaking green' is a slang term I made up for this future world. It means 'running out of money' because dollars are green. Feel free to change to something that works better.\n\nIn the game's fiction, a slang term for being addicted to Coral is 'chasing the ruby slippers.' This is made of two references: the first is that being addicted to opium was called 'chasing the Dragon'; the Ruby Slippers are a reference to Dorothy in the Wizard of Oz. Feel free to change this to something that makes more sense."
  },
  {
    "id": "intro05",
    "value": "... die Gosse",
    "description": "https://youtu.be/EprkOx1qUq0?t=43 As you can imagine, \"in the Gutter\" is more wordplay. In English, it means that you are ruined, but here it also means that you are physically in the district called 'The Gutter.'"
  },
  {
    "id": "qMJBWYMYaZk8GJgi",
    "value": "Vor dem Club dröhnte laut gedämpfte Musik.",
    "description": "https://youtu.be/EprkOx1qUq0?t=75 The player can hear, but can't make out, the music coming from inside the Alleycat club."
  },
  {
    "id": "mnNpLTwYDe22IRhm",
    "value": "Villeicht brauchen die eine Klimaanlage...",
    "description": "https://youtu.be/EprkOx1qUq0?t=101 - This is a play on words. The text shows up when you look at a sign that says \"Hot Girls\". Hot can mean attractive or really warm. The player is making a play on words: If they are too warm, maybe they need air conditioning. I'm not sure how this will be able to be translated."
  },
  {
    "id": "FF8SKvwiyZNEv9WU",
    "value": "Das Alleycat",
    "description": "https://youtu.be/EprkOx1qUq0?t=91 - The name of the club and another play on words. An alley cat can be a cat that lives in an alley but it's also slang for a prostitute."
  },
  {
    "id": "h1X0D4ZABDOVpr71",
    "value": "der leere Ort",
    "description": "https://youtu.be/EprkOx1qUq0?t=99 - Exit to an empty lot"
  },
  {
    "id": "SRCkT2sKIOOlCENL",
    "value": "Takeshi's Nudeln",
    "description": "https://youtu.be/EprkOx1qUq0?t=324 - Exit from the Alleycat to Takeshi's Noodles"
  },
  {
    "id": "R52avt7668RUWkrr",
    "value": "Der erdige Geruch von Kompost strömte mir in die Nase als ich an der Gasse hinter Takeshi's Nudeln vorbeiging.",
    "description": "https://youtu.be/EprkOx1qUq0?t=43It smells like rotting food."
  },
  {
    "id": "pecLe2ggrXwgOK9P",
    "value": "Takeshi's Nudeln",
    "description": "https://youtu.be/EprkOx1qUq0?t=50 The name of the noodle shop."
  },
  {
    "id": "G8lXyom17tc69IJx",
    "value": "zum Alleycat Club",
    "description": "https://youtu.be/EprkOx1qUq0?t=73 Exit the current scene and go to the Alleycat"
  },
  {
    "id": "nYGKR1hEf0acZ9RC",
    "value": "mehr Gassen",
    "description": "https://youtu.be/EprkOx1qUq0?t=59 Exit the current screen and into more alleyway"
  },
  {
    "id": "7wtYDUt9QyEgw9dR",
    "value": "hintere Gasse",
    "description": "https://youtu.be/EprkOx1qUq0?t=54 A sign informing the player that there is a small alleyway in that direction"
  },
  {
    "id": "frTleC3goNyK3mOP",
    "value": "Der sauberste Platz in der Gosse, dieser leere Ort war direkt neben dem Zugang zur Untergrundbahn.",
    "description": "https://youtu.be/EprkOx1qUq0?t=107 - A description of the Empty Lot. The Gutter is the name of this city's neighborhood. Just like how waste water flows down a gutter (on the floor) to the sewers, so is this place where the lowest class goes when they have nowhere esle to turn"
  },
  {
    "id": "jytDAAHirgaHen7i",
    "value": "Diese Leere wurde nur von einer zwielichtigen Person durchbrochen, die sich an die Arbeit eines zeitgenössischen Künstlers lehnte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=110 - A continuation of the description of the Empty lot. The second half of the sentence is sarcastic: it's calling whoever made the big graffiti in the background a \"contemporary artist\"."
  },
  {
    "id": "WrDQCSSC51QHW2uB",
    "value": "zum Alleycat",
    "description": "Exit the current screen and go to the Alleycat"
  },
  {
    "id": "0cSnB3FNXFChN7xS",
    "value": "zwielichtige Person",
    "description": "https://youtu.be/EprkOx1qUq0?t=121 - Person description. A mysterious or sinister person"
  },
  {
    "id": "wkA20ahkPb1rtaeo",
    "value": "zur Untergrundbahn",
    "description": "https://youtu.be/EprkOx1qUq0?t=231 - Exit the current screen and go to the underground train station"
  },
  {
    "id": "LvRFsrxVqXC5NgXP",
    "value": "Wegen des Helms konnte ich es nicht mit Sicherheit sagen, aber ich hatte das Gefühl das mich dieser Blechmann argwöhnisch mit seinen Augen verfolgte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=60 The word \"tinman\" in this context is meant to be a futuristic slang term/insult for a security guard that wears body armor. The term comes from the Wizard of Oz, one of the character is called the \"the Tin Man\""
  },
  {
    "id": "QvL4fY493EBFHn3V",
    "value": "zu Takeshi's",
    "description": "https://youtu.be/EprkOx1qUq0?t=70 Exit the current screen and go to the Takeshi's Noodles"
  },
  {
    "id": "sOylJYeorG3mkKme",
    "value": "Jackpot",
    "description": "https://youtu.be/EprkOx1qUq0?t=66 This is an invented futuristic slang term for a bank machine (ATM, bancomat). It comes from the fact that the bank machine spits out money like a slot machine in a casino. The \"jackpot\" is what the prize money that comes out of a slot machine is called."
  },
  {
    "id": "dqv7c0Mf7Qm1tGc3",
    "value": "Ein Blechmann",
    "description": "https://youtu.be/EprkOx1qUq0?t=63 'Tinman' refers to hired security guards, and they are another reference to the Wizard of Oz (l'uomo di latta) because they wear full body armor."
  },
  {
    "id": "TdKc5o4u79gHR2xx",
    "value": "zur Untergrundbahn",
    "description": "https://youtu.be/EprkOx1qUq0?t=239 - A sign informing players they can enter the subway"
  },
  {
    "id": "oQSmNFBBUY1DpS1M",
    "value": "U-Bahn Ausgang",
    "description": "https://youtu.be/EprkOx1qUq0?t=239 - A sign informing players they can exit the subway"
  },
  {
    "id": "lJsAFeIjaSaNd1fw",
    "value": "Ich konnte das gequälte Gekreische der U-Bahn von der Plattform aus hören.",
    "description": "https://youtu.be/EprkOx1qUq0?t=243 - Location description. The trains make a lot of noise"
  },
  {
    "id": "pZ0pUW2mOYeWroEb",
    "value": "U-Bahn Ausgang",
    "description": "https://youtu.be/EprkOx1qUq0?t=318 - A sign informing players they can exit the subway"
  },
  {
    "id": "xkyBiksng48ybBqJ",
    "value": "in die U-Bahn einsteigen",
    "description": "https://youtu.be/EprkOx1qUq0?t=248 - A sign informing players they can get onto and use the subway"
  },
  {
    "id": "WnNGIoh4Sd4T8KXZ",
    "value": "ein blauhaariger Kerl",
    "description": "https://youtu.be/EprkOx1qUq0?t=247 - Person description"
  },
  {
    "id": "VBjAKP02SB9j6XQo",
    "value": "Die Musik traf mich härter als es der Rausschmeißer jemals könnte. Nun war es endlich an der Zeit sich mit Acid Nova zu unterhalten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=548 - The music in the nightclub is deafening. Acid Nova is the name of the person you want to speak to."
  },
  {
    "id": "ZNr4vYLrbrMrRPDc",
    "value": "weiter hineingehen",
    "description": "https://youtu.be/EprkOx1qUq0?t=548 - A sign informing players they can go deeper into the club"
  },
  {
    "id": "jnDW4FqIVabjGeTu",
    "value": "Die Menschen hier haben eine gute Zeit. Keine Götter, keine Könige, keine Regeln.",
    "description": "https://youtu.be/EprkOx1qUq0?t=548 - Describing the people in the club"
  },
  {
    "id": "5C14uMY1HBfx9gLF",
    "value": "zurück zur Gasse",
    "description": "https://youtu.be/EprkOx1qUq0?t=548 - A sign informing players they can can exit the club and go back to the alley"
  },
  {
    "id": "gIMxOREfMvT23L4n",
    "value": "Acid Nova",
    "description": "https://youtu.be/EprkOx1qUq0?t=573 - Hover text over Acid Nova"
  },
  {
    "id": "jnHdP7GwPMDWaCtK",
    "value": "zurück zum Eingang",
    "description": "https://youtu.be/EprkOx1qUq0?t=573 - A sign informing players they can go back to the entrance or the front of the nightclub"
  },
  {
    "id": "ckpHEfY06F7Elil5",
    "value": "Hmm... Die Bar scheint genug an Stoff dazuhaben",
    "description": "https://youtu.be/EprkOx1qUq0?t=573 - Describing the bar. There are a lot of bottles"
  },
  {
    "id": "G6mqVCHMkvs5Ty24",
    "value": "Danni´s und Crystal´s Wohnung lag im schöneren Teil der Gosse (falls Schönheit in der Gosse überhaupt existiert). Es war klein aber modern und sah teurer aus, als ich es mir je leisten könnte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=808 - Describing the apartment that Crysta; and Danni live in"
  },
  {
    "id": "Z1Og8kiDGESvdwwJ",
    "value": "Crystal",
    "description": "https://youtu.be/EprkOx1qUq0?t=828 - Hover on Crystal"
  },
  {
    "id": "sMHSrMp3UhVCfx1M",
    "value": "Zur Untergrundbahn",
    "description": "https://youtu.be/EprkOx1qUq0?t=822 - A sign informing players they can go back to the subway"
  },
  {
    "id": "7069DfAQ1ReSpHNm",
    "value": "Wenn man die Augen zusammenkniff, war die Aussicht ganz ok.",
    "description": "https://youtu.be/EprkOx1qUq0?t=818 - Description on Crystal's window"
  },
  {
    "id": "huhy9NrjB4y6EsLx",
    "value": "zu Danni's Zimmer",
    "description": "https://youtu.be/EprkOx1qUq0?t=901 - A sign informing players they can go to Danni's bedroom"
  },
  {
    "id": "SMFWFgsgAojaGqGu",
    "value": "Danni's Schlafzimmer war spärlich aber ordentlich; die einzige Unordnung befand sich in der Nähe des Bettes.",
    "description": "https://youtu.be/EprkOx1qUq0?t=902 - The room is clean but there is a pile of stuff to one side"
  },
  {
    "id": "0YZhsjHwQapogSrf",
    "value": "Sie war zwar sehr ordentlich, aber hier scheinbar zu Schlampig.",
    "description": "https://youtu.be/EprkOx1qUq0?t=902 - Continuation of the previous sentence."
  },
  {
    "id": "KDWWkv5mFpCOIrr6",
    "value": "zurück zum Eingang",
    "description": "https://youtu.be/EprkOx1qUq0?t=937 - A sign informing players they can go to the front of the apartment"
  },
  {
    "id": "WBDE1lMEt8Q6uRiv",
    "value": "Nachttisch",
    "description": "https://youtu.be/EprkOx1qUq0?t=910"
  },
  {
    "id": "gdyHIyGCXvKKT2Gu",
    "value": "Danni's Bett. Es sah wirklich gemütlich aus.",
    "description": "https://youtu.be/EprkOx1qUq0?t=937"
  },
  {
    "id": "2l0MfUe24n0u2nYC",
    "value": "Unordnung",
    "description": "https://youtu.be/EprkOx1qUq0?t=921 - A pile of stuff next to Danni's bed"
  },
  {
    "id": "FFgQsLa6aMY9m5XP",
    "value": "Ich habe unzählige Stunden damit verbracht, meiner Kellerwohnung ein professionelles Aussehen zu verleihen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1022 - Blake describing his office/apartment"
  },
  {
    "id": "7IEyB1tBWOJf4Oae",
    "value": "Wie immer machte Daisy lieber ein Nickerchen, als meine Wohnung zu bewachen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1022 - Daisy is Blake's dog. Even though she's a big dog, she's always sleeping"
  },
  {
    "id": "Goc4KqvuSwnVTo4V",
    "value": "Daisy",
    "description": "https://youtu.be/EprkOx1qUq0?t=1035 - The name of the dog, please don't change it."
  },
  {
    "id": "06ZnxvKltb6qkP1F",
    "value": "GovLink",
    "description": "https://youtu.be/EprkOx1qUq0?t=1095 - Name of government database computer Blake has access to"
  },
  {
    "id": "lIHbPtP52P4KsQDb",
    "value": "zurück zur U-Bahn",
    "description": "A sign informing players they can leave this area and go to the subway"
  },
  {
    "id": "nfD8Jd1MITJXIeXR",
    "value": "Das simulierte Fenster ermöglichte mir Penthouse Aussichten zu Kellerpreisen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1022 - There is window in Blake's apartment that is actually a TV screen. 'Penthouse views' means both view from the top floor and expensibe. 'Basement prices' means cheap."
  },
  {
    "id": "t4Gu0IDtlfZr9grN",
    "value": "Der Waschsalon "Lost Sock" befand sich in der Merchant's Row, nicht weit von Dannis und Crystals Wohnung entfernt. Wie überall in der Gosse machten undefinierbaren Flüssigkeiten die Straßen glitschig.",
    "description": "https://youtu.be/EprkOx1qUq0?t=991 - Description of the area where the laundromat is located. Merchant's Row is a name of a street that has a lot of shops"
  },
  {
    "id": "X2g0nL7WLuxR2IQ6",
    "value": "Unten auf der Straße stach ein Plakat hervor, das als Einziges nicht mit Dreck verschmutzt war.",
    "description": "https://youtu.be/EprkOx1qUq0?t=991 - There is a new and clean poster near the laundromat"
  },
  {
    "id": "3ef4AKWtuf2SLiMH",
    "value": "Der Lost Sock Waschsalon... Ich schätze, da kommen alle übriggebliebenen Socken hin.",
    "description": "There is a saying in English that only left socks go missing. Blake is making a joke that this is where they go. The name is part of the graphic so it may not be possible to translate it."
  },
  {
    "id": "SXhXXaOaMFnmS1Bb",
    "value": "Den Waschsalon betreten",
    "description": "https://youtu.be/EprkOx1qUq0?t=1011 - A sign informing the player they can enter the laundromat"
  },
  {
    "id": "Sm2jujTUGctPruM6",
    "value": "Ein knalliges Poster",
    "description": "https://youtu.be/EprkOx1qUq0?t=1002 - Loud, in this context, does not mean that it makes noise but that it's very colorful"
  },
  {
    "id": "LKRbR8lQRYmMrosN",
    "value": "zurück zur U-Bahn",
    "description": "https://youtu.be/EprkOx1qUq0?t=1018 - A sign informing players they can leave this area and go to the subway"
  },
  {
    "id": "oOKvcjVsb5fQAB0X",
    "value": "Für einen Waschsalon war es überraschend dunstig und dunkel. Während sich ein paar Waschmaschinen drehten, war die einzige lebende Seele eine alte Frau, die vor einem Computer saß. Glady Aubergine, vermute ich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1220"
  },
  {
    "id": "0W7XQbEBjZpKAYoX",
    "value": "zurück zur Straße",
    "description": "A sign informing the player they can exit the laundromat back to the street"
  },
  {
    "id": "5btAySbdtSCuEhTG",
    "value": "Gladys, nehme ich an.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1235 - Description when hovering the mouse over Gladys"
  },
  {
    "id": "ET6BccIZ755p1mkD",
    "value": "Computer",
    "description": "https://youtu.be/EprkOx1qUq0?t=1297 - Description when hovering the mouse over a computer"
  },
  {
    "id": "vUKZpTmD6fSxy6Dt",
    "value": "Das Industriegebiet war eine weitläufige Höllenlandschaft aus Lagerhäusern, Fabriken und Rohren aller Formen und Größen, die sich wie ein Korb voller giftiger Schlangen über Hunderte von Kilometern erstreckte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1757 - These next three lines describe the industrial district"
  },
  {
    "id": "lqBy3ceDqrcvp2EA",
    "value": "Die Luftqualität war hier noch schlechter als in der Gosse. Diese Arbeitsumgebung beeinträchtigte jedoch das Geschäftsergebnis der fetten Tiere. Jene die den Betrieb leiteten, konnten aber jederzeit einfach neue Arbeitskräfte einstellen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1757 - Continued from above"
  },
  {
    "id": "auZMQD7UNhmvma1r",
    "value": "Zu meinem Glück befand sich Gebäude 19 in einer abgelegenen Gegend am Rande des Industriegebiets. Wie bei den anderen Gebäuden gab es keine äußerlichen Hinweise auf die Identität des Eigentümers. Es war an der Zeit, dass ich meine sorgfältig verfeinerten Detektiv Fähigkeiten einsetzte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1757 - Continued from above"
  },
  {
    "id": "krWnIa2vEqgDtYXC",
    "value": "Tür zum Lagerraum.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1780 - Mouse hover description for some doors in the industrial district"
  },
  {
    "id": "i1RJUULJsnnXBXaS",
    "value": "Tür zum Büro auf der oberen Ebene.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1780 - Mouse hover description for some doors in the industrial district"
  },
  {
    "id": "y64hXkVvi1UZKow5",
    "value": "zurück zur U-Bahn.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1780 - A sign informing players they can leave this area and go to the subway"
  },
  {
    "id": "11OrmpHgc2H9NTf1",
    "value": "Das Büro verlassen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1876 - Mouse hover description for the office exit"
  },
  {
    "id": "NgNArx8oSl4giIoq",
    "value": "einige Schließfächer.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1853 - Mouse hover description for some lockers"
  },
  {
    "id": "Z6JdWETSH8n7D8Pj",
    "value": "Einige Papiere auf einem kleinen Tisch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1846 - Mouse hover description"
  },
  {
    "id": "ydV48osT6oVM2BlT",
    "value": "Als ich aus dem Fenster sah, konnte ich das Industrieödland draußen erkennen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1841"
  },
  {
    "id": "DjDHpURONM3SAPvQ",
    "value": "Ein Mülleimer.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1862 - Mouse hover description"
  },
  {
    "id": "LfAmegpb6xK7cQQp",
    "value": "Irgendetwas an diesem Ort schien seltsam. Menschen hätten hier arbeiten sollen, aber der Ort war leer. Sogar die vielen Kisten, die in dieser Anlage gestapelt waren, sahen aus, als wären sie schon lange nicht mehr berührt worden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1791 - This and the next line describe the inside of a warehouse"
  },
  {
    "id": "BA6iR8hOYk1RHP5c",
    "value": "Dieser Ort war definitiv nur eine Fassade.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1791 - Continued from above"
  },
  {
    "id": "N9eoOAuqVeyopQTP",
    "value": "Kleine Plastikkapsel",
    "description": "https://youtu.be/EprkOx1qUq0?t=1817 - Mouse hover description"
  },
  {
    "id": "bKT5kZBR7crPSpBF",
    "value": "viele Kisten",
    "description": "https://youtu.be/EprkOx1qUq0?t=1802 - Mouse hover description for one set of boxes"
  },
  {
    "id": "ogT5MW6thxeIubuB",
    "value": "immer mehr Kisten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1814 - Mouse hover description for another set of boxes"
  },
  {
    "id": "96Z5ZRcrNsRSJvtA",
    "value": "Das Gebäude verlassen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1832 - Mouse hover description for the building exit"
  },
  {
    "id": "gy6dv23xn0P1Ie7i",
    "value": "Das Büro im Obergeschoss.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2284 - Mouse hover description"
  },
  {
    "id": "hqR7OghUwJE1kd4l",
    "value": "Tür zum Lager",
    "description": "https://youtu.be/EprkOx1qUq0?t=2279 - Mouse hover description"
  },
  {
    "id": "oMerbUrKYeqXleSe",
    "value": "Das Gebäude verlassen",
    "description": "Mouse hover description for building exit"
  },
  {
    "id": "nIadX9Z2mbsBSjTp",
    "value": "Die andere Seite des Büros.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2296 - Mouse hover description for exit to the other side of the office"
  },
  {
    "id": "0PKCRw4am1wk4kO7",
    "value": "Ein Mülleimer. Da gibt es nichts Interessantes.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2286 - Mouse hover description for a trashcan"
  },
  {
    "id": "jOrX0BTmBGyJjyyi",
    "value": "Eine Menge leerer Schließfächer.",
    "description": "Mhttps://youtu.be/EprkOx1qUq0?t=2286 - ouse hover description for lockers"
  },
  {
    "id": "Fi07vkWGNC8DFycZ",
    "value": "Von diesem Fenster aus konnte ich weder Crystal noch Visser sehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2286 - Description when looking out of the office window"
  },
  {
    "id": "MfvQOVIPZftWLvx1",
    "value": "zum schmalen Gang",
    "description": "https://youtu.be/EprkOx1qUq0?t=2309 - Mouse hover description for the exit to the catwalk"
  },
  {
    "id": "0pFAdScvMIiKXUtl",
    "value": "Verkaufsautomat",
    "description": "https://youtu.be/EprkOx1qUq0?t=2303 - Mouse hover description for a vending machine"
  },
  {
    "id": "rFl0woOhJoxMXanE",
    "value": "Die andere Seite des Büros",
    "description": "Mouse hover description for exit to the other side of the office"
  },
  {
    "id": "iNWZUVMI5s9e4OrZ",
    "value": "NEIN! Ich kann all den Müll nicht mehr sehen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2299 - Blake has looked through too many trashcans, he doesn't want to do it anymore"
  },
  {
    "id": "RHFMA1ertAWMeQhj",
    "value": "Xantech Cybernetics' Das prunkvolle Gebäude erhob sich über uns allen wie ein riesiger Mittelfinger für unsere Sorgen und Nöte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2505 - Introduction description of the Xantech building. It's huge and looms over the city."
  },
  {
    "id": "9066W119E3INkaC8",
    "value": "Xantech Cybernetics betreten",
    "description": "https://youtu.be/EprkOx1qUq0?t=2505 - Mouse hover description for entrance to Xantech"
  },
  {
    "id": "s6cpQrc8n25A5WEu",
    "value": "Xantech Cybernetics. Das war's. Der Anfang vom Ende für Xander Vane.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2505 - Mouse hover description for the Xantech building"
  },
  {
    "id": "oBTEBtwYrsvHAAfT",
    "value": "Der Aufzug klingelte im 53. Stock, wo sich das Rechenzentrum von Xantech befinden sollte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2513 - These next 3 lines describe getting inside the Xantech building."
  },
  {
    "id": "swdaxAZ4h9YrgYhQ",
    "value": "*DING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2513 - Continued from above"
  },
  {
    "id": "ucBLDWkekATQBOvX",
    "value": "Scheiße. Ein Blechmann bewachte den Serverraum.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2513 - Continued from above"
  },
  {
    "id": "fSgjpNf67PiYvqel",
    "value": "Na großartig, ein Blechmann.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Mouse hover description for the tinman"
  },
  {
    "id": "Ohn6lac1mfoZbF9x",
    "value": "Zu den Serverräumen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Mouse hover description for entrance to the server room"
  },
  {
    "id": "QRYKd0pq8j7tlTFo",
    "value": "Korridor",
    "description": "https://youtu.be/EprkOx1qUq0?t=2541 - Mouse hover description for an exit to the corridor"
  },
  {
    "id": "pHBYE2kUeenLSp0r",
    "value": "Endlose Korridore durchzogen diese Etage.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2541 - Description of the hallways"
  },
  {
    "id": "8seCRRNHjmm16Njy",
    "value": "zurück zur Lobby",
    "description": "Mouse hover description for exit back to the lobby"
  },
  {
    "id": "BCgqdWL5IaqGCmPt",
    "value": "Medizinische Abteilung",
    "description": "https://youtu.be/EprkOx1qUq0?t=2541 - Mouse hover description for entrance to the medical room"
  },
  {
    "id": "N0xKbfgacZIZAGuH",
    "value": "Pausenraum",
    "description": "https://youtu.be/EprkOx1qUq0?t=2566 - Mouse hover description for the break room/office kitchen"
  },
  {
    "id": "dkTe1WS8FQ91Qp1f",
    "value": "Eine makellose Krankenstation. Alles darin war auf dem neuesten Stand der Technik.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - Description of the medical room"
  },
  {
    "id": "qiyw5sZ36ee0PRgP",
    "value": "Medikamentenschrank",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - Mouse hover description for a medicine cabinet"
  },
  {
    "id": "LeN1DRaRaVmJCYoj",
    "value": "zurück zum Korridor",
    "description": "https://youtu.be/EprkOx1qUq0?t=2564 - Mouse hover description for exit back to the corridor"
  },
  {
    "id": "OTCWud75nqu2ol1l",
    "value": "Ein medizinisches Bett. Wie oft sie das wohl brauchen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - Mouse hover description for the futuristic medical bed"
  },
  {
    "id": "jolqCH3mYatZWVBU",
    "value": "Der Pausenraum auf dieser Etage war ein voll ausgestattetes Café. Nicht das Schlimmste, für Xantech zu arbeiten...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2566 - These next 2 lines are the description of the break room"
  },
  {
    "id": "eqb95G2uEQHd4j3P",
    "value": "Es ist besser, sich nicht von all den Firmenvorteilen verführen zu lassen. Ich habe einen Job zu erledigen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2566 - Continued from above"
  },
  {
    "id": "vEq9XGn5BBEGMKQ9",
    "value": "zurück zum Korridor",
    "description": "Mouse hover description for exit to the corridor"
  },
  {
    "id": "m3VT1HtiR5GfVyg3",
    "value": "Eine Kaffeemaschine",
    "description": "https://youtu.be/EprkOx1qUq0?t=2578 - Mouse hover description for the coffee machine"
  },
  {
    "id": "lufCIh8SPcmLYJ7v",
    "value": "Ein Blick auf die Stadt. Für die Mitarbeiter von Xantech gibt es nur das Beste.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2566 - Description of what's outside the window of the break room"
  },
  {
    "id": "ySViDqCbZGnM20Ir",
    "value": "Datablade",
    "description": "https://youtu.be/EprkOx1qUq0?t=2657 - Mouse hover description for the server computer"
  },
  {
    "id": "F61oncoaCL7RXXvs",
    "value": "Was jetzt?",
    "description": "https://youtu.be/EprkOx1qUq0?t=80 - Game menu"
  },
  {
    "id": "ymGrpDCre5PMOCSJ",
    "value": "Mal sehen, was ich bei mir habe...",
    "description": "https://youtu.be/EprkOx1qUq0?t=80 - These next several lines are part of the game menu, this looks like Blake is having a dialogue with himself. This is for the inventory"
  },
  {
    "id": "yTxZfTZnDcF1vEn6",
    "value": "Ich sollte meine Notizen SPEICHERN.",
    "description": "https://youtu.be/EprkOx1qUq0?t=80 - Selecting this will save the game. Make sure that SAVE is uppercase"
  },
  {
    "id": "QJJ6P75JfTrMPFi1",
    "value": "soll ich den Hut drauf schmeißen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=80 - Selecting this will quit the game. Make sure that QUIT is uppercase"
  },
  {
    "id": "9yl7toX6G5fjywGJ",
    "value": "Jetzt nicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=80 - Selecting this will exit the menu"
  },
  {
    "id": "u7VT6gUT8YeK4BL4",
    "value": "Vielleicht sollte ich die ganze Sache vergessen und nach Hause gehen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=86 - If having selected the QUIT option, Blake askes himself if he should really quit."
  },
  {
    "id": "kIsB1K2IlAC20PTM",
    "value": "Ja, das ist nicht mein Problem.",
    "description": "https://youtu.be/EprkOx1qUq0?t=86 - Selecting this will compleately quit the came"
  },
  {
    "id": "dgr09v7AhG0ivCdi",
    "value": "Nein. Ein Mädchen ist verschwunden und ich bin ihre einzige Hoffnung.",
    "description": "https://youtu.be/EprkOx1qUq0?t=86 - Selecing this will go back to the game"
  },
  {
    "id": "TwDmSefeThaoQQPX",
    "value": "Wohin ?",
    "description": "These next lines are part of the menu that makes Blake move to different locations. He's asking himself where he should go"
  },
  {
    "id": "nO3m4LZ1lTZ2hmAZ",
    "value": "Meine Wohnung.",
    "description": "Destination 1: Blake's apartment"
  },
  {
    "id": "Nyqdo4TdU4sXN46J",
    "value": "Die Gasse in der Nähe des Alleycat.",
    "description": "Destination 2"
  },
  {
    "id": "Vtdml2ZFwcGKPcyR",
    "value": "Danni und Crystal's Wohnung.",
    "description": "Destination 3"
  },
  {
    "id": "UFjq7ZsDx3mBuJfJ",
    "value": "Der Lost Sock Waschsalon.",
    "description": "Destination 4"
  },
  {
    "id": "lcGnCRemChAtZJXW",
    "value": "Gebäude 19, Industriegebiet.",
    "description": "Destination 5"
  },
  {
    "id": "4RoylRg4QAaGIrw1",
    "value": "noch nicht.",
    "description": "Go back to the game and stay in this location"
  },
  {
    "id": "IAfkkWhEVI9fiTkA",
    "value": "Schön zu sehen, dass Du noch im Besitz aller deiner Organe bist!",
    "description": "https://youtu.be/EprkOx1qUq0?t=488 - Glitch says this to you every time she sees you after the first time. It references the first thing she says which is the next line."
  },
  {
    "id": "pHEIOjGRLmvFPuZn",
    "value": "Hey Mann, du siehst nicht so aus, als ob du aus dieser Gegend kommst.\n\nDiese Gasse ist eine der schönsten in der Gosse, aber wenn du deine Nase in Dinge steckst die dich nichts angehen, landest du vielleicht als unfreiwilliger Organspender.\n\nDu hast Glück denn ich bin eine Art Reiseleiter und habe keinerlei bedarf an ihren Organen. Mein Name is übrigens Glitch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=122"
  },
  {
    "id": "5QKPQaeONqf4GyZZ",
    "value": "Also, was willst du wissen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=134 - The beginning of Glitch's dialogue tree"
  },
  {
    "id": "OcV6bB4ZyjHS7Tk5",
    "value": "Was ist das Alleycat?",
    "description": "https://youtu.be/EprkOx1qUq0?t=134 - Question by Blake to Glitch. The Alleycat is the bar/pleasure den"
  },
  {
    "id": "FN8J0pIZGg5kFBLe",
    "value": "Wo kann man hier gut essen gehen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=134 - Question by Blake to Glitch"
  },
  {
    "id": "Cw1tYBPvFRbFLhg7",
    "value": "Weißt du etwas über ein Mädchen, das seit kurzem vermisst wird?",
    "description": "https://youtu.be/EprkOx1qUq0?t=134 - Question by Blake to Glitch"
  },
  {
    "id": "3LDMb01vfC1B359o",
    "value": "Lass es mich anders formulieren, wo könnte ich an Coral kommen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=167 - Question by Blake to Glitch, Coral is the new designer drug"
  },
  {
    "id": "aqiuaqi7IBksoHSF",
    "value": "Alles klar, Glitch. Ich habe getan, was du verlangt hast. Nun sage mir das Passwort.",
    "description": "https://youtu.be/EprkOx1qUq0?t=490 - Said by Blake after he's done some work for Glitch. She promised him a password as a reward"
  },
  {
    "id": "F1bfw5rPc7ktwx3Z",
    "value": "Ich brauche deine spezielle art der Hilfe.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - This come in later in Act 2. Blake knows Glitch is a hacker and he need the help of a hacker."
  },
  {
    "id": "TWoUsw4hQxJIN4Yi",
    "value": "Weißt du, wer der Mann auf diesem Foto ist??",
    "description": "https://youtu.be/EprkOx1qUq0?t=1611 - Once Blake has a photo of the man claiming to be Ashley's father, he can show it to Glitch"
  },
  {
    "id": "jqZoK6gTlxpDX7Je",
    "value": "Bis dann.",
    "description": "https://youtu.be/EprkOx1qUq0?t=134 - Said by Blake when ending the dialogue with Glitch"
  },
  {
    "id": "pDA2txVd6k7jSCQo",
    "value": "Ich bin hier, wenn du mich brauchst.",
    "description": "Glitch trying to be helpful."
  },
  {
    "id": "0E1EL7xW1LjsmmJM",
    "value": "Leben ist das Einzige, was billiger ist als der Nervenkitzel im Alleycat. An deiner Stelle würde ich aufpassen, dass du nicht bei lebendigem Leib verspeist wirst.",
    "description": "https://youtu.be/EprkOx1qUq0?t=143 - Said by Glitch as she describes the Alleycat"
  },
  {
    "id": "IuoHCx8LPQ9Lc6DT",
    "value": "Im übertragenen oder wörtlichen Sinn?",
    "description": "https://youtu.be/EprkOx1qUq0?t=143 - Blake, as part of the Alleycat questions"
  },
  {
    "id": "nv67cx1sE42HIM36",
    "value": "Takeshi's Nudeln war der beste Ort und gleich um die Ecke. \n\nEs ist wirklich Schade, dass er den Laden schließen musste.",
    "description": "https://youtu.be/EprkOx1qUq0?t=147 - Said by Glitch as she tells Blake of a place to eat"
  },
  {
    "id": "CdkCqZLMEQBhtua1",
    "value": "Warum? Was ist mit ihm passiert?",
    "description": "https://youtu.be/EprkOx1qUq0?t=147 - Blake, as part of the Takeshi questions"
  },
  {
    "id": "iQ1aol68g5AKfOS8",
    "value": "beides.",
    "description": "https://youtu.be/EprkOx1qUq0?t=143 - Glitch, in answer to line #824"
  },
  {
    "id": "hc31w1hhbSxusxBn",
    "value": "Er war stets unternehmungslustig und begann seinen Geschäftszweig um so manches zuwerweitern.\n\nSagen wir einfach, daß er außer Nudeln auch noch nackiges und Nadelzeug zu verkaufen begann, wenn Du verstehst, was ich meine. Hat sich ein paar Feinde gemacht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=151 - Glitch, in ansert to line #834. There is a play on words here. Noods can be a way to say noodles, but also sounds like `nudes` as in `nude pictures`. Takeshi was selling noodles and nude pictures."
  },
  {
    "id": "Z5gJQ1DQeXLDw3CS",
    "value": "Jetzt spukt wahrlich sein Unternehmungsgeist in diesen Gassen...",
    "description": "https://youtu.be/EprkOx1qUq0?t=156 - Glitch, another play on words. `Enterprising spirit` here means Takeshi's exanding his business to pornography, however Takeshi is probably dead so `spirit` also refers to that."
  },
  {
    "id": "1SruOcZorAdXoPFR",
    "value": "Ok, nun hör mir mal zu, denn ich werde das nur einmal sagen...",
    "description": "https://youtu.be/EprkOx1qUq0?t=164 - Glitch, This and the next line go together. In response of to line #784"
  },
  {
    "id": "dm8iLiJvuKMwnYLK",
    "value": "Nein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=165 - Glitch,"
  },
  {
    "id": "6CkVkKXjlb7n0Tup",
    "value": "Coral? Du siehst nicht so aus, als hättest du die nötige Hardware, um daran Spaß zu haben, aber wer bin ich schon um das zu beurteilen?\n\nAcid Nova ist der einzige, der es verkauft, und das Alleycat ist der einzige Ort, an dem man ihn finden kann. Aber viel Glück da reinzukommen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=171 - Glitch, Hardware is slang for cybernetics"
  },
  {
    "id": "GBJwwTJYeS9dUDij",
    "value": "Wieso?",
    "description": "https://youtu.be/EprkOx1qUq0?t=171 - Blake's response to the line above"
  },
  {
    "id": "oXnrANDfPviq9g5Q",
    "value": "Die lassen da nicht einfach irgendeinen abgefuckten Junkie rein. Man wird überprüft und selbst wenn du ein Ticket hättest, dann benötigst du immer noch ein Passwort.",
    "description": "https://youtu.be/EprkOx1qUq0?t=179 - Glith, A junkie is an English slang for a somone who uses drugs. Scorched is slang in the game. A scorched junkie would be someone whose brain has been fried by too many drugs."
  },
  {
    "id": "VFFQjcLacJBbRh0n",
    "value": "Zufälligerweise habe ich eines und ich weiß auch wie man an die Tickets kommt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=184 - Glitch, She has the password and knows where to get a ticket."
  },
  {
    "id": "WlkRBmccvQUG1DqJ",
    "value": "Na schön, wie bekomme ich das Passwort?",
    "description": "https://youtu.be/EprkOx1qUq0?t=184 - Blake, `I'll bite` is English slang for a frustrated `Ok, tell me`"
  },
  {
    "id": "AxfoWdW6mAW4XPyg",
    "value": "Weißt du wie ich ein Ticket bekommen kann?",
    "description": "https://youtu.be/EprkOx1qUq0?t=184 - Blake, A `bead` is English slang for `a lead` as in do you have a lead about where a ticket can be found."
  },
  {
    "id": "OCq1sNZtBX0kPhsB",
    "value": "Lass uns über etwas anderes reden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=184 - Blake, Said by Blake to change subject "
  },
  {
    "id": "OFEFPkZUy7MrBtXa",
    "value": "Du hast Glück! Ich hab ein Passwort und würde dir gerne helfen wenn du mir im gegenzug auch bei etwas aushilfst. Das wird doch kein Problem für dich sein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=191 - Glitch, `scrath your back if you scratch mine` means `I'll do you a favor of you do me a favor first`"
  },
  {
    "id": "IFKN9jEIgBP56g43",
    "value": "Wass wills du, grüne Scheine?",
    "description": "https://youtu.be/EprkOx1qUq0?t=191 - Blake, he think Glitch wants credits to get the information he needs. Credits is the name of the currency in the game."
  },
  {
    "id": "uT4i9Dsb5BqFPYj5",
    "value": "Grün? Nein!, nichts dergleichen. Ich nehme den Leuten kein Geld ab; für uns hier gibt es davon sowieso viel zuwenig. Nein, ich lasse lieber die Konzerne etwas vom ihren grünen Dollars bluten, wenn du verstehst was ich meine.",
    "description": "https://youtu.be/EprkOx1qUq0?t=196 - Glitch, she doesn't want money from Blake, she wants him to help her steal money from corporations. `Corpos` is lang for someone who works for a corporation and it's not a nice word. `Bleed green` means `lose money` since in American English, US dollars are known as `green`. "
  },
  {
    "id": "vMQBZUXnMJZgs5qX",
    "value": "Du bist ja ein echter Heiliger. Was soll ich nun genau für dich tun?",
    "description": "https://youtu.be/EprkOx1qUq0?t=196 - Blake, being sarcastic about Glitch's statement above"
  },
  {
    "id": "Q5hjju5dtLt7xs72",
    "value": "Das ist eigentlich ganz einfach. Alles, was du tun musst, ist diesen verhexten Kreditstick zu nehmen und ihn am nahegelegenen Geldautomaten seine Magie machen zu lassen. Das ist alles. Ehrlich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=206 - Glitch. She means `magical` as `special` as shes' trying to make this seem less bad than it is. A credstick is a digital wallet that stores credits. A cash machine is a bank machine/ATM/bancomat"
  },
  {
    "id": "q4RFNOoNYCUNk31X",
    "value": "Wenn das so einfach ist, warum machst du es nicht selbst?",
    "description": "https://youtu.be/EprkOx1qUq0?t=206 - Blake"
  },
  {
    "id": "G3QY6F5QRwEh3QtT",
    "value": "*hustet* Na ja, da steht ein Blechmann, der schon Verdacht geschöpft hat. Dich kennt er aber noch nicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=214 - Glich. A `tinman` is a hired security guard. `Has my scent` means that he knows her and that she's a hacker, so she can't go do it herself."
  },
  {
    "id": "VnJ42W8688IuNSJV",
    "value": "Ok. Gib mir den Stick.",
    "description": "https://youtu.be/EprkOx1qUq0?t=214 - Blake"
  },
  {
    "id": "R1a65eSBZK0x6JEO",
    "value": "Okay, da ist dieser Tweaker, n´ Speedfreak. Er ist ein echter ChromeJob und hängt normalerweise in der U-Bahn rum; Er kann dir wahrscheinlich ein Ticket besorgen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=220 - Glitch, in response to the question as to whethere she has a bead on ticket. The guy's name is `Tweaker` which is a reference to a drug user. The name doesn't need to be translated. If there is a good name that can be used that evokes the similar thing, that's good too. a `chrome job` is slang of someone who has cybernetic implants. It's not a nice way to say it. It come froms the term `nut job`, somebody who's crazy, and `chrome` is a slang for cybernetics, especially ones that are visible. "
  },
  {
    "id": "DYIUVg0jTVFDcnd4",
    "value": "Scheint ja ganz einfach zusein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=220 - Blake"
  },
  {
    "id": "LufyyQfICtT0pFHN",
    "value": "und wie! Mann, das sind eine Menge Kredits...\n\nOh, richtig! Das Passwort ist Dionysus. Viel Glück, mein Freund, und wenn du wieder etwas brauchst, dann lass es mich einfach wissen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=490 - Glitch, in reponse to Blake returning with the ATM job done. Please keep the \n\n between the two sentances. The password is named after the greek god of wine."
  },
  {
    "id": "GX0K5KNPqCQ4KccJ",
    "value": "Dionysus, hmm? Danke.",
    "description": "https://youtu.be/EprkOx1qUq0?t=490 - Blake"
  },
  {
    "id": "ID6cc8nK2ULVyJYi",
    "value": "Ich bin fasziniert; Was brauchst du?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glich, when Blake says he needs her special kind of help"
  },
  {
    "id": "A3QNA56qCvwMH3JA",
    "value": "Ich brauche Zugriff auf den Computer von jemandem.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake"
  },
  {
    "id": "eI2NJRhdITceIUsi",
    "value": "1 n33d y0ur l33t h4xx0r sk1llz p0wn1ng a b00m3r's 'put3r lolz",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake - l33tspeak, `I need you elite hacker skills to get into an old person's computer, haha`"
  },
  {
    "id": "MqPxBIFNwx3sDUcg",
    "value": "*bezaubert* Du weißt wirklich, wie man mit einem Mädchen spricht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glitch, because `swoon` is surrounded by *, it's not something she's saying. In this case, she's sarcastically pretending Blake's request was romantic"
  },
  {
    "id": "Ld5Osss0FfaypbBM",
    "value": "Okay, ich habe hier etwas für dich. Wenn du Zugriff auf den Computer bekommst dann schließe dieses Hacktool an einen beliebigen Port an, all seine Daten werden anschließend geklont.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glitch, a hacktool is... a tool for hacking"
  },
  {
    "id": "0PmBxoCVogV2qotk",
    "value": "Und was dann?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake"
  },
  {
    "id": "o1W73Z8rJff8A9og",
    "value": "Dann schließe es an deinem Computer an um all die delikaten Geheimnisse einzusehen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glitch"
  },
  {
    "id": "pCBJKjM0kw77SRTv",
    "value": "Was wird mich das Kosten?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake"
  },
  {
    "id": "pkS3Vmq7Z0BB3Z7q",
    "value": "Nun, du musst mir einen besonderen Gegenstand besorgen, der sich im Besitz eines Typen befindet, der ihn gerne hergeben würde, wenn du im Gegenzug dafür sein kleines Problemchen lösen könntest...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glich, this is a joke for the player since a McGuffin is a term for something that exists only to move the plot forward. It's made to sound like she's going to send Blake on a large sidequest."
  },
  {
    "id": "7s87vP7Cu0ViKpFK",
    "value": "Oder du könntest ihn mir einfach geben, weil du auf mein Risiko hin schon eine menge an Kredits in deine eigene Tasche gewandert sind.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake, does not want to go on a sidequest and reminds Glitch that she just made a ton of money from his work."
  },
  {
    "id": "MUwNw35NofEHT4Mx",
    "value": "Na gut, fein. Spielverderber.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glitch, relents"
  },
  {
    "id": "vy9AlNmR2a0JVGYC",
    "value": "Warte... woher weiß ich, dass das Anschließen an meinen Computer sicher ist?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake, wisely questioning if his computer will be safe from Glitch."
  },
  {
    "id": "hgYPFUdM3enJYLYJ",
    "value": "Du musst mir einfach vertrauen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Glitch"
  },
  {
    "id": "JU4gnnYN5YsOuUOk",
    "value": "Sieht so aus, als hätte ich keine andere Wahl ... Nun gut, jetzt muss ich einen Weg finden, auf den Computer zuzugreifen, ohne dass dieses Fossil es bemerkt...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1317 - Blake, he's using `fossil` to reference Gladys, the mean old lady of the laundromat"
  },
  {
    "id": "xbVfaARGaXDev4k9",
    "value": "Ich kann nicht sagen, dass ich das tue, aber mir ist etwas zu Ohren gekommen. Wenn du mir--",
    "description": "https://youtu.be/EprkOx1qUq0?t=1611 - Glitch, when Blake shows her a photo and asks if she knows who the person is. She's trying to get something out of him"
  },
  {
    "id": "URGv9NXJhTePnfgW",
    "value": "Nein Glitch! Keine Schnitzeljagden mehr. Raus mit der Sprache.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1611 - Blake, is not falling for her tricks. A `fetch quest` is a quest where you have to go get something and return it."
  },
  {
    "id": "D2V0131pX9wOatov",
    "value": "Na schön, fein. Ich habe gesehen, wie er mit Acid Nova über einen Deal gesprochen hat. Mehr weiß ich aber auch nicht darüber, ich schwör´s.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1611 - Glitch"
  },
  {
    "id": "GEMm5UkuiPN4Z2qw",
    "value": "Danke, Glitch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1611 - Blake"
  },
  {
    "id": "sxRvZn6hND1Sia2M",
    "value": "Was willst du, Holzkopf?",
    "description": "https://youtu.be/EprkOx1qUq0?t=92 - Tank, The bouncer when he sees you the first time."
  },
  {
    "id": "W4iAiIANiv48a2MS",
    "value": "Ich möchte hinein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=93 - Blake"
  },
  {
    "id": "pbBJ33XOHtQHx4u0",
    "value": "Kein Ticket, kein Passwort: kein Zutritt. Keine Ausnahmen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=94 - Tank, a little play on words. no no no no"
  },
  {
    "id": "Zej8HZ9RQHnoZH7Q",
    "value": "Wo bekomme ich ein Ticket und Passwort?",
    "description": "https://youtu.be/EprkOx1qUq0?t=94 - Blake, wants to know where to get a ticket and password."
  },
  {
    "id": "RmKOWuwTWxcZtS0j",
    "value": "Ich habe ein Ticket.",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Blake, when he's got a ticket"
  },
  {
    "id": "LGNXaxOHum6V5AfL",
    "value": "Mann, verpiss Dich!",
    "description": "https://youtu.be/EprkOx1qUq0?t=96 - Tank, if Blake asks where to get a ticket or possword. Drek is a made up swear word for this game. It can me used like `shit` or `fuck`. It can also be used as verb or adjective. `Dreking idot` would be the same as `fucking idiot.`"
  },
  {
    "id": "8qfsNx47Qpd2X2jJ",
    "value": "Heutzutage verteilen sie das scheinbar an jedes Arschloch. Wie lautet das Passwort?",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Tank, if you have a ticket. He's surprised you have one."
  },
  {
    "id": "AYIrn3kLG1fpK1gx",
    "value": "Keine Ahnung.",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Blake, option if he doesn't have the password."
  },
  {
    "id": "9a5qrij4dxSO0jQV",
    "value": "...Möpse?",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Blake, option if he doesn't have the password."
  },
  {
    "id": "AUZcj2OK6KvKy91h",
    "value": "Dionysus",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Blake, this option only shows up if Glitch told us the password."
  },
  {
    "id": "YkptDGw3N76HFSau",
    "value": "Verpiss dich Arschloch!",
    "description": "Tank, if you tell him the wrong password."
  },
  {
    "id": "p2higRKDqqP1SgFA",
    "value": "Na schön, Mr...",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Tank, if you say the right password."
  },
  {
    "id": "uTBvfZKfHtxsXtqA",
    "value": "Steel. Blake Steel",
    "description": "https://youtu.be/EprkOx1qUq0?t=531 - Blake. Bond, James Bond"
  },
  {
    "id": "SL41VBpypJobnVit",
    "value": "Nun denn, Mr. Steel. Hier entlang.",
    "description": "https://youtu.be/EprkOx1qUq0?t=531"
  },
  {
    "id": "hUXjIccxo6j9kDb3",
    "value": "*Ksssh* Verzieh dich, BÜRGER. *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=380 - Tinman, Dialogue with the tinman near the ATM. He doesn't want you to use the ATM"
  },
  {
    "id": "C8mLudKEgMU1A0gr",
    "value": "Ich muss aber an den Automat.",
    "description": "https://youtu.be/EprkOx1qUq0?t=380 - Blake, `Jackpot` is an in-game slang for ATM. Because it looks like a slot machine and the the big prize money that comes out of a slot machine is called a jackpot."
  },
  {
    "id": "1ZErRZ4hhAlB1ALv",
    "value": "Ich habs mir anders überlegt...",
    "description": "https://youtu.be/EprkOx1qUq0?t=380 - Blake, if he decides not to talk to the tinman"
  },
  {
    "id": "Ogk32Pen5tOph0C1",
    "value": "*Ksssh* NEIN. *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=387 - Tinman, if Blake tell him he wants to use the ATM"
  },
  {
    "id": "Yq4SQEHyC2gm5Dck",
    "value": "Was meinst du mit, \"nein?\"",
    "description": "https://youtu.be/EprkOx1qUq0?t=387 - Blake, if he decides to question the tinman's logic"
  },
  {
    "id": "TJKTnUaHlOGvDtIR",
    "value": "Du bist der Boss.",
    "description": "https://youtu.be/EprkOx1qUq0?t=387 - Blake, if he decides that he doesn't want to talk to the tinman"
  },
  {
    "id": "HuQiCoIvSL6qc1jM",
    "value": "*Ksssh* ICH BESCHÜTZE DIESEN GELDAUTOMATEN!. WENN IHN NIEMAND BENUTZT, KANN IHN NIEMAND VANDALISIEREN. *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=395 - Tinman, he's not very smart. He's supposed protect the ATM from vandals and people like Glitch. So he decided that it can't be bloken if nobody uses it."
  },
  {
    "id": "ZFOIPqCoA1oot6aK",
    "value": "Ich brauche aber mein Geld.",
    "description": "https://youtu.be/EprkOx1qUq0?t=395 - Blake, trying to appeal to the tinman. It doesn't work"
  },
  {
    "id": "aDoSyeZ0x1ZFvSls",
    "value": "Bitte...?",
    "description": "https://youtu.be/EprkOx1qUq0?t=395 - Blake, trying to appeal to the tinman. It doesn't work"
  },
  {
    "id": "tOlGmPF9voWXXLPA",
    "value": "Bist du ein verdammter Vollidiot oder was, Blechmann?",
    "description": "https://youtu.be/EprkOx1qUq0?t=395 - Blake, trying to provoke the tinman"
  },
  {
    "id": "k4WiuDh4KEcWIJ2B",
    "value": "Das is eine Logik. Hab nöch einen schönen Tag, Blechmann.",
    "description": "https://youtu.be/EprkOx1qUq0?t=395 - Blake, if he decides that he doesn't want to talk to the tinman anymore"
  },
  {
    "id": "Z14h5xQo9yGRIg2f",
    "value": "*Ksssh* DAS IS DEIN PROBLEM, NUN SCHIEB AB! *Ksssh*",
    "description": "Tinman - Reply if you choose 'I really need to get my money.'"
  },
  {
    "id": "6673a0Bhp9dc6J1y",
    "value": "*Ksssh* NEIN! *Ksssh*",
    "description": "'Tinman - Reply if you choose 'Please...?'"
  },
  {
    "id": "fGKxDB0xJuNtLet8",
    "value": "*Ksssh* WÜRDEST DU DAS NOCHMAL WIEDERHOLEN? *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=403 - Tinman, when Blake calls him an idiot"
  },
  {
    "id": "k5TTkj9gjcIqAdqC",
    "value": "... Nein...",
    "description": "https://youtu.be/EprkOx1qUq0?t=403 - Blake, if he backs down."
  },
  {
    "id": "MJb7wUkpCXVG05TS",
    "value": "Klar. Ich habe dich gefragt ob du ein verdammter Vollidiot bist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=403 - Blake, is going to have a verbal fight with this tinman."
  },
  {
    "id": "Hry4lGGMWnA2jnWH",
    "value": "*Ksssh* DU HAST GENAU ZWEI SEKUNDEN UM DICH VOM ACKER ZUMACHEN, ODER ICH MACH DICH FERTIG *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=410 - Tinman. `Get out of my face` is when you are angry and someone and want them to go away. This is part of a wordplay with `rearrange yours` He's basically saying, `if you don't leave, I'm going to hurt you`"
  },
  {
    "id": "4YXndJleOHo45cmm",
    "value": "Denk mal darüber nach. Die Bank verliert GELD, weil du es mir nicht ermöglichst meine Kredite abzuheben!",
    "description": "https://youtu.be/EprkOx1qUq0?t=414 - Blake, making the argument why the tinman's plan is stupid."
  },
  {
    "id": "7t0rdNTMSIL70MXm",
    "value": "*Ksssh* ERR... AH... NUN... ZUMINDEST WIRD DER GELDAUTOMAT NICHT BESCHÄDIGT *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=417 - Tinman, is getting nervous, he hadn't considered this and is trying to save face."
  },
  {
    "id": "wHM2tpgP90IthrDP",
    "value": "Großartig Blechmann! Durch Dich verlieren sie tausende Dollars an Transaktionsgebühren.",
    "description": "https://youtu.be/EprkOx1qUq0?t=421 - Blake. Since the banks always charge transaction fees with ATMs and the tinman is not letting people use the ATM, the banks are losing money."
  },
  {
    "id": "e1pWgvTkJYL11jBd",
    "value": "*Ksssh* JA, ABER... *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=427 - Tinman"
  },
  {
    "id": "YG0hH3gFSEAFaE83",
    "value": "Im besten Fall schließen sie den Automat, weil er kein Geld einbringt und du verlierst hier deinen Job. Im schlimmsten Fall verklagen sie dich wegen entgangener Einnahmen. Viel Glück.",
    "description": "https://youtu.be/EprkOx1qUq0?t=429 - Blake, his final verbal knockout of the tinman."
  },
  {
    "id": "118AoJZIwviX9sH9",
    "value": "*Ksssh* FEIN! IN ORDNUNG! DU KANNST IHN BENUTZEN. MACH ABER SCHNELL *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=432 - Tinman"
  },
  {
    "id": "waUyOrc8hnI2XaGk",
    "value": "Während der Blechmann wegschaute, tat ich so, als würde ich ein paar Kredits abheben und scannte stattdessen den Chip von Glitch. Grafische Anomalien vermehrten sich am Bildschirm wie Würmer auf einem verwesenden Stück Fleisch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=434 - Blake, this is personal thoughts, not something said to the tinman. The screen of the ATM -- glitches."
  },
  {
    "id": "IprUKM815xyV1vNP",
    "value": "Panik erfasste mich, als ich versuchte mich natürlich zu verhalten, da ich mir der Wache in der Nähe bewusst war. Als der Bildschirm immer weiter korruptierte, tropfte mir der Schweiß von der Stirn.",
    "description": "https://youtu.be/EprkOx1qUq0?t=440 - Blake is concerned that the tinman will see what he's doing"
  },
  {
    "id": "DXhpE6YlZ5YYMilu",
    "value": "Glücklicherweise normalisierte sich der Bildschirm aber genauso schnell wie die Fehler selbst. \"TRANSAKTION ABGESCHLOSSEN,\" blinkte es fröhlich vor sich hin.",
    "description": "https://youtu.be/EprkOx1qUq0?t=446 - Blake, but everything worked out ok."
  },
  {
    "id": "78MlINjRJiDZCSqv",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=254 - Dialogue with Tweaker. Tweaker doesn't say hello."
  },
  {
    "id": "IWDxBJEAeL05YgSY",
    "value": "Bist du Tweaker?",
    "description": "https://youtu.be/EprkOx1qUq0?t=254 - Blake"
  },
  {
    "id": "yyEwsfasxaO3vSM5",
    "value": "Ich hab hier deine Nudeln.",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Blake, when he returns to Tweaker with a box of noodles."
  },
  {
    "id": "YUmlAX2EVC3Qu28d",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=254 - Blake, Exits dialogue with Tweaker without saying anything"
  },
  {
    "id": "xiEPVpVAyBIVCdOV",
    "value": "Kommt darauf an, wer fragt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=259 - Tweaker, in response to `Are you Tweaker`"
  },
  {
    "id": "PHWRY9ck5DB4FYpR",
    "value": "Ich frage dich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=259 - Blake, one of three possible answers to the question above."
  },
  {
    "id": "E8S4DKHBSEl8nH3p",
    "value": "Blake Steel, Privatdetektiv.",
    "description": "https://youtu.be/EprkOx1qUq0?t=259 - Blake, one of three possible answers to the question above."
  },
  {
    "id": "yX1sIIejsYcUDgJM",
    "value": "Glitch schickt mich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=259 - Blake, one of three possible answers to the question above."
  },
  {
    "id": "pLf6VN0lEkjlVkYT",
    "value": "Nun, ich habe keine Ahnung, wer du bist. Hau ab.",
    "description": "https://youtu.be/EprkOx1qUq0?t=264 - Tweaker, if you tell hom `I'm asking`"
  },
  {
    "id": "8rFRbkIIaHnWViAI",
    "value": "Warte! Glitch schickt mich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=264 - Blake, before Tweaker ends the conversation."
  },
  {
    "id": "4mhv7ZbIAjAbeeAj",
    "value": "Ein Privatdetektiv? Oder ein Polizisten Schwein in zivil.",
    "description": "Tweaker - This is what Tweaker says if you say 'Blake Steele, PI'. There is a play on words here. PI stands for Private Investigator. By telling black that he's one G short, he's suggesting the acronym should be PIG, which is an insulting way to call a cop."
  },
  {
    "id": "urKn3eVhDZNulR1g",
    "value": "Ich bin geschäftlich hier, Glitch schickt mich geschickt.",
    "description": "Blake - Blake's response to being called a pig."
  },
  {
    "id": "xccjfdng1179kEtq",
    "value": "Glitch muss noch Verschwiegenheit lernen. Was willst du?",
    "description": "https://youtu.be/EprkOx1qUq0?t=274 - Tweaker, once he's been told that Glich sent Blake"
  },
  {
    "id": "rRjoAdSxs0op3JY4",
    "value": "Sie sagte, du könntest mir eine Eintrittskarte für das Alleycat besorgen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=274 - Blake"
  },
  {
    "id": "8V0gDkXc8FSAMdRg",
    "value": "Das Alleycat? Die werden dich bei lebendigem Leib auffressen. Was könnte jemand wie Du in so einem Vergnügungspalast wollen??",
    "description": "https://youtu.be/EprkOx1qUq0?t=276 - Tweaker"
  },
  {
    "id": "JYHFT1elsc4kPtoM",
    "value": "Ein Mann....hat bedürfnisse.",
    "description": "https://youtu.be/EprkOx1qUq0?t=276 - Blake, here blake is suggesting that he wants to have sex"
  },
  {
    "id": "c1DCq3NdmT4mcf6J",
    "value": "Ich suche nach jemanden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=276 - Blake"
  },
  {
    "id": "ymlXag0M1Th46WtB",
    "value": "*lacht* Viel Erfolg dabei.",
    "description": "Tweaker, if you say 'A man... hmm.. has needs.'"
  },
  {
    "id": "noGUvhNgkY11K9bt",
    "value": "Wen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=282 - Tweaker, if you say you're looking for a girl."
  },
  {
    "id": "0LT1Uivl4UC1Q2q1",
    "value": "Danni Ashton. Hast du von ihr gehöhrt?",
    "description": "https://youtu.be/EprkOx1qUq0?t=282 - Blake"
  },
  {
    "id": "UklgRUx1gEB0M77M",
    "value": "Hmmm, weiß nicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=287 - Tweaker, he know something abou the missing girl"
  },
  {
    "id": "RfVA6A4XkmjyVYMc",
    "value": "Ich verstehe das als ein JA. Was ist mit ihr passiert?",
    "description": "https://youtu.be/EprkOx1qUq0?t=287 - Blake, is taking the `ah drek` as a sign that Tweaker knows Danni"
  },
  {
    "id": "SKnEajii0En3aAgy",
    "value": "Hör zu Mann, das Alleycat verschlingt Menschen im ganzen. Wenn dir dein lausiges Leben etwas wert ist, dann halt dich besser fern davon.",
    "description": "https://youtu.be/EprkOx1qUq0?t=290 - Tweaker, `swallows people whole` is slang for `sometimes people go in and disapper."
  },
  {
    "id": "kwrXWmva3xQO5rx2",
    "value": "Danke für deine Fürsorge. Trotzdem brauche ich ein Ticket.",
    "description": "https://youtu.be/EprkOx1qUq0?t=290 - Blake, is not concerned about disappearing"
  },
  {
    "id": "hEs92MxFkJcM47iU",
    "value": "Okay, nehmen wir an, ich hätte ein Ticket das ich dir verkaufen möchte. Du könntest es dir bestimmt nicht leisten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=294 - Tweaker wants something in return"
  },
  {
    "id": "7amnDtbtosWxnGWO",
    "value": "Versuch es.",
    "description": "https://youtu.be/EprkOx1qUq0?t=294 - Blake"
  },
  {
    "id": "b4lyHxKFyjdiHNGV",
    "value": "Du weißt doch gar nicht, was ich mir leisten kann und was nicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=294 - Blake"
  },
  {
    "id": "USSQ1bl0YGqunZO7",
    "value": "Du kannst es dir nicht leisten, weil das was ich haben will, du mir nicht geben kannst.\n\nNiemand wird je wieder etwas von Takeshis Nudeln bekommen, weil er auf mysteriöse Weise verschwunden ist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=301 - Tweaker, 404ing... like the HTML error code for Page Not Found. Also 'noods' is short for 'ramen noodles'"
  },
  {
    "id": "vu2oWMhe6Zf27klu",
    "value": "Du willst nur also Nudeln haben?",
    "description": "https://youtu.be/EprkOx1qUq0?t=301 - Blake can't believe Tweaker only wants some noodles in exchange"
  },
  {
    "id": "5ieWvgdrwd9XnZwJ",
    "value": "Nicht irgendwelche Nudeln! Takeshi's! Der Mann war ein Meister seines Fachs und hinterließ immer eine kleine Überraschung auf dem Boden der Schalen... heh heh...\n\nJedenfalls ist es so, kein Takeshi, keine Nudeln.",
    "description": "https://youtu.be/EprkOx1qUq0?t=309 - Tweaker"
  },
  {
    "id": "R8OxmL7qiF8AClIJ",
    "value": "Du unterschätzt, wie einfallsreich ich bin.",
    "description": "https://youtu.be/EprkOx1qUq0?t=309 - Blake"
  },
  {
    "id": "DP0jOkEfYointORw",
    "value": "Was?! Wie ist das möglich?!",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Tweaker, when Blake returns with the noodles"
  },
  {
    "id": "gCLO3gukGYwbdj8Q",
    "value": "Ich habe dir gesagt, daß ich einfallsreich bin. Hier ist die letzte existierende Schüssel. Wenn du sie haben willst, dann möchte ich ein Ticket dafür.",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Blake"
  },
  {
    "id": "WBj2NN0EqLAF6aGC",
    "value": "Abgemacht! Hier ist dein Ticket. Ich hoffe, du findest was du suchst.",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Tweaker accepts the noodles and gives Blake the ticket"
  },
  {
    "id": "kG3Z6Wi1FGDmqHUe",
    "value": "Schön mit dir Geschäfte zu machen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Blake, taking the ticket"
  },
  {
    "id": "FknfdxHrYiSDWrsd",
    "value": "Was ist so besonders an den Nudeln?",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Blake, wanting to know why Tweaker wanted the noodles."
  },
  {
    "id": "w7umlaxTUYsP5Bjf",
    "value": "Auf die Nudeln selbst kommt es nicht an, sondern darauf, was sich am Boden der Schüssel befindet.\n\nTakeshi hat damit angefangen, nackte Weiber auf den Boden seiner Nudelschalen abzudrucken! Das sind Sammlerstücke.",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Tweaker is a pervert"
  },
  {
    "id": "1L7m3ZNApcD7Zvyx",
    "value": "Wie schleimig von Takeshi. Ich bin raus.",
    "description": "https://youtu.be/EprkOx1qUq0?t=501 - Blake, disgusted by Tweaker."
  },
  {
    "id": "Mxch7QbA0Is76vlV",
    "value": "Oh großartig! Du bist zurück.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1629 - Acid Nova is being sarcastic. Says this after the first time you talk to him."
  },
  {
    "id": "IBK1qbNCNX2TIcuM",
    "value": "Wen haben wir denn hier?\n\nKeine Schutzweste, also kein\nCop. Du hast keine sichtbaren Hardware implantate, also auch kein ChromeJob.\n\nNun... wer bist du?\n",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Acid Nova, The very first time you meet with him."
  },
  {
    "id": "v9cNfIZBbsHmxSXF",
    "value": "Mein Name ist...",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake, about to introduce himself"
  },
  {
    "id": "8TIKbhuOD9t57swx",
    "value": "Nein Mann. Lass mich raten wer du bist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Acid Nova wants to guess"
  },
  {
    "id": "asWjdeCLXo74PVGZ",
    "value": "Du gehts von Tür zu Tür und verkaufst Scheiße?",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Acid Nova"
  },
  {
    "id": "v9Hd7yScGImcvdXd",
    "value": "Da liegst du vollkommen falsch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake"
  },
  {
    "id": "2R0GCOgo1fIGWXZx",
    "value": "Ich habe keine Zeit für diesen Mist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake if he's lost his patience"
  },
  {
    "id": "skneByA1MeFKMjHB",
    "value": "Möglicherweise bist du ein abgewichster Rechtsverdreher?",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Acid Nova, an `abulance chaser` is an English slang for bad lawyers."
  },
  {
    "id": "Xt8SDnfOQrk28QHn",
    "value": "Schon wieder falsch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake"
  },
  {
    "id": "AXAtuyuluojFxGIg",
    "value": "Mir fehlt die Zeit für diesen Scheiß.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake if he's lost his patience"
  },
  {
    "id": "A3P3eOGj9QYSST5L",
    "value": "Du bist ein Gesundheitsinspektor, der gekommen ist, um uns den Laden dichtzumachen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Acid Nova"
  },
  {
    "id": "KcoiK6rVKeZ4YqDk",
    "value": "Streng mal dein Köpfchen an!",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake"
  },
  {
    "id": "wOgDEJJMVB7GajD4",
    "value": "Schau her, ich bin...",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake"
  },
  {
    "id": "dxSp8apROGmtE9kg",
    "value": "Deinem billigen Trenchcoat nach zu urteilen, vermute ich mal, dass du mir gehörig auf den Sack gehen wirst.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Acid Nova, since Blake looks like a stereotypical PI, Acid guesses that Blake is not here to have a good time."
  },
  {
    "id": "NvlerS0PUIjPcr81",
    "value": "Das klingt schon vernünftiger!",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake"
  },
  {
    "id": "1iwaQa5bRwnBtnID",
    "value": "...und zu deiner Information, dieser Mantel mit Hut ist nicht gerade billig.",
    "description": "https://youtu.be/EprkOx1qUq0?t=577 - Blake, being offented that Acid calls his coat cheap"
  },
  {
    "id": "rfJqg4fHISst1YGW",
    "value": "Also, Mann ohne Namen, was willst du von mir?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Acid Nova"
  },
  {
    "id": "iVdyqyuCdJlQC2HA",
    "value": "Mein Name ist Blake. Mir ist zu Ohren gekommen das du jemand bist der mir Coral beschaffen kann.",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake"
  },
  {
    "id": "HOiEIucri0WIUNZ4",
    "value": "Ich bin Privatdetektiv und suche ein verschwundenes Mädchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake"
  },
  {
    "id": "CpvByM04n0e6SmBD",
    "value": "Kennst du den Mann auf diesem Foto?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Blake, this becomes available one Blake find the photo"
  },
  {
    "id": "svehmfg3YyAnXuTL",
    "value": "Wenn ich mir Dich so anschaue, dann wäre das doch ziemlich sinnlos, oder? Bye bye, Butterfly!",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake, ends the conversation."
  },
  {
    "id": "2b3PZ3NZiCXlQAiT",
    "value": "Was würdest du schon mit Coral wollen? Mal ganz davon abgesehen das dir sichtbarer Weise die notwendige Hardware fehlt, um dir das reinzuziehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Acid Nova, noting that Blake has no cybernetics"
  },
  {
    "id": "VJ81xTGyhaRKnPPH",
    "value": "Was zum Teufel meinst du damit?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake"
  },
  {
    "id": "tX4GtyqB7G3bEAhw",
    "value": "Du fragst mich also allen Ernstes nach Coral, obwohl du offenbar keinen Schimmer hast was das überhaupt ist?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Acid Nova"
  },
  {
    "id": "CTKMAyaoSF3gYsai",
    "value": "Nun, warum klärst du mich dann nicht darüber auf?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake"
  },
  {
    "id": "48xExdOucELRwhBG",
    "value": "Coral's ist ein \"simstim.\" Eine digitale Droge. Du brauchst die nötige Hardware; brauchst Kybernetik um dir das geben zukönnen, mein unmodifizierter Freund.",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Acid Nova, SimStim stands for 'simulated stimulant'"
  },
  {
    "id": "2D93o4QxfMufnHA4",
    "value": "Was genau ist es?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake, one of his many questions about Coral"
  },
  {
    "id": "ynQlj7ElHib0qg4I",
    "value": "Macht es süchtig?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake, one of his many questions about Coral"
  },
  {
    "id": "1JWKVOubYQjWp2ON",
    "value": "Wie nimmt man es?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake, one of his many questions about Coral"
  },
  {
    "id": "894cuXDTwwok6o32",
    "value": "Woher kommt es?",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake, one of his many questions about Coral"
  },
  {
    "id": "ZkT9w4TWrSPZ4xUl",
    "value": "Eigentlich wollte ich mit dir über etwas anderes reden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=601 - Blake, changing the subject"
  },
  {
    "id": "KbdmO7Ge1m2CiZZv",
    "value": "Ich sag's dir. Wenn du Coral in deinen Sockel steckst, lädt sich ein Programm herunter, daß an deiner neuronalen Schnittstelle andockt. Es stört Signale deiner Kybernetik und sorgt für ein Ganzkörper-High. Das System bekommt davon einen Scheiß mit, denn es schaltet dich ab, während du mit den rubinroten Pantoffeln über den Regenbogen gehst.",
    "description": "https://youtu.be/EprkOx1qUq0?t=617 - Acid Nova"
  },
  {
    "id": "DVcpVG2VUZlAvuvE",
    "value": "Das alles nur von einem Computerprogramm? Huh.",
    "description": "https://youtu.be/EprkOx1qUq0?t=617 - Blake"
  },
  {
    "id": "XNPYn2Z1W06aFe5l",
    "value": "Oh, es fühlt sich großartig an, macht aber auch nicht süchtiger als richtig guter Sex. Manche können davon aber nicht genug bekommen. Es ist ein SimStim, keinerlei Chemikalien die du dir einwirfst...",
    "description": "https://youtu.be/EprkOx1qUq0?t=625 - Acid Nova"
  },
  {
    "id": "mymEILxZF2gtoos9",
    "value": "... ergo, kann man davon nicht chemisch abhängig werden, richtig?",
    "description": "https://youtu.be/EprkOx1qUq0?t=625 - Blake"
  },
  {
    "id": "ndnCwVLAVGahOKfj",
    "value": "Es steckt alles in diesem kleinen roten Chip. Führe ihn in deinen Sockel und er erledigt den Rest.",
    "description": "https://youtu.be/EprkOx1qUq0?t=635 - Acid Nova"
  },
  {
    "id": "pwvkv9JI1wgInY8V",
    "value": "Aber wenn es nur ein Programm auf einem Datenchip ist, kann man das nicht einfach kopieren und dich damit arbeitslos machen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=635 - Blake"
  },
  {
    "id": "FLiPAjOslN3CGtXN",
    "value": "Man sagt, es sei die Idee eines Biohackers namens KryptoKool. Woher ich das weiß? Wir sind gut genug befreundet.",
    "description": "https://youtu.be/EprkOx1qUq0?t=653 - Acid Nova, explaining who invented it"
  },
  {
    "id": "SiprM9QLKGwyQB5H",
    "value": "KryptoKool? Was für blöder Name.",
    "description": "https://youtu.be/EprkOx1qUq0?t=653 - Blake, `KrytoKool` is kind of a dumb name."
  },
  {
    "id": "rxB1FjSnPdJtMs27",
    "value": "Deine Sorge um meinen Lebensunterhalt ist ja wirklich rührend, aber genau das ist daß geniale an der Sache. Die Daten zerstören sich selbst, wenn sie auf dich heruntergeladen werden, oder wenn du versuchst daran herumzupfuschen. Außerdem löscht es sich wie von Zauberhand nach einer zufälligen Zeitspanne von deinem System. Nein Mann, dieser Scheiß ist clever.",
    "description": "https://youtu.be/EprkOx1qUq0?t=635 - Acid Nova, explaining how impossible it is to pirate Coral"
  },
  {
    "id": "dq1W20PmWGtkeWU0",
    "value": "... dein Ruhestand ist also gesichert.",
    "description": "https://youtu.be/EprkOx1qUq0?t=635 - Blake"
  },
  {
    "id": "3cLwQlbGyWFDANQU",
    "value": "Tun wird das nicht alle?",
    "description": "https://youtu.be/EprkOx1qUq0?t=663 - Acid Nova, in respose to `I'm looking for a girl`"
  },
  {
    "id": "tOXRDE5qld7eD5De",
    "value": "Schauen dir dieses Bild an, erkennst du sie?",
    "description": "https://youtu.be/EprkOx1qUq0?t=663 - Blake"
  },
  {
    "id": "u5ReMiiNX8Tb2WmF",
    "value": "... nie in meinem Leben gesehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=663 - Acid Nova, the `...` signify that he's pausing before answering. He's clearly lying"
  },
  {
    "id": "NoNln8eW18DZtrWt",
    "value": "Gerade als ich dachte, wir würden Freunde werden, lügst du mir mitten ins Gesicht?",
    "description": "https://youtu.be/EprkOx1qUq0?t=663 - Blake knows Acid Nova is lying"
  },
  {
    "id": "9wGhlw4B2fUtKRyR",
    "value": "Wie kommst du darauf?",
    "description": "https://youtu.be/EprkOx1qUq0?t=663 - Acid Nova, not sure how Blake knows that Acid is lying"
  },
  {
    "id": "jHmMWxWiTu38n8In",
    "value": "Ihr Name ist Danni Ashton. Sie nahm Coral. Du bist der einzige Coral dealer hier in der Gosse. Ich versuche nur sie wiederzufinden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=663 - Blake, laying out the facts"
  },
  {
    "id": "SV2BieJ7X0dVJZBV",
    "value": "Ich erinnere mich nicht an jeden Chrome-Job-Junkie der mir über den Weg läuft. Hau ab.",
    "description": "https://youtu.be/EprkOx1qUq0?t=683 - Acid Nova, he's not going to be helpful."
  },
  {
    "id": "o6lrLIgGGi0u6MOY",
    "value": "Jetzt hör mal zu, du...",
    "description": "https://youtu.be/EprkOx1qUq0?t=683 - Blake, one of the things he says to appeal to Acid Nova"
  },
  {
    "id": "iDM2vu2gI8oPa0rG",
    "value": "Wirklich? Dann schau dir das Foto nochmal genauer an. Jemanden wie sie kann man nicht so einfach vergessen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=683 - Blake, one of the things he says to appeal to Acid Nova"
  },
  {
    "id": "j56WuT3IDT0CxpbU",
    "value": "Na schön, wieviele Kedits sind notwendig um deinen Arbeitsspeicher wieder aufzufrischen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=683 - Blake, one of the things he says to appeal to Acid Nova. `Jog your RAM` here is means `Jog your memory`, in other words, `how much money will it take for you to remember that you know Danni`"
  },
  {
    "id": "SSICeXVQlwpftM8E",
    "value": "Hör besser auf damit, solange ich noch gute Laune habe. Von einem oberflächlichen, klischeehaften Typen wie du einer bist als Lügner bezeichnet zu werden, kann ich auf den Tod nicht ausstehen. Du kannst deine Schnauze halten und ganz brav die Freuden genießen, die das Alleycat zubieten hat, oder ich kann den Türsteher bitten dir den Weg nach draußen zu zeigen und dir deine Visage so einzustampfen das nicht mal mehr deine Mammi dich wiedererkennt.\n\nIst das bei dir angekommen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=683 - Acid Nova is going to be uncooperative."
  },
  {
    "id": "4AnWCJqeWR6YtIaD",
    "value": "Damit ist der Fall noch nicht erledigt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=683 - Blake"
  },
  {
    "id": "NqvIKWtVvr63uyIV",
    "value": "Was stimmt nicht mit dir, dass du mir Fotos von Leuten zeigst, die ich noch nie gesehen habe?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Acid Nova, once Blake returns with a photo of the man pretending to be Danni's father."
  },
  {
    "id": "KRTOE9JoMU90DQNL",
    "value": "Ich weiß, dass du ihn kennst.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Blake, only if he's talked to Glitch and told him that she saw Acid Nova and the man in the photo talking."
  },
  {
    "id": "Kea2aKUF8A9pGvPE",
    "value": "Da kann man nichts machen.",
    "description": "Blake, Shown if you haven't talked to Glitch yet."
  },
  {
    "id": "MyFQRuTcpP71nEIH",
    "value": "Du weißt einen Scheißdreck.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Acid Nova, getting nervous."
  },
  {
    "id": "hPtJ0cWcLJRKpMrY",
    "value": "(ihn täuschen) Ich weiß alles über deinen Deal.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Blake, he's bluffing, hoping that Acid Nova will accidentally say something useful."
  },
  {
    "id": "ucrlXhC6np6G3EuO",
    "value": "*wird bleich wie Kreide* Woher weiß du davon?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 Acid Nova, incriminates himself."
  },
  {
    "id": "oNmmVRr7gfnqUfUA",
    "value": "Nirgendwoher, aber danke für die Bestätigung.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Blake is please with himself"
  },
  {
    "id": "F5kN6WoktLGHZ1Sv",
    "value": "Du dreckiger Schnüffler! Ich warne dich, steckst du deine Nase zuweit in mein Geschäft, stirbst du!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Acid Nova is very much not pleased with Blake"
  },
  {
    "id": "UsiIi2PE1a2EU09A",
    "value": "Das glaube ich nicht. Stattdessen wirst du mir sagen, was ich wissen will, oder ich rufe diesen JV an. Ich bin mir sicher, es würde ihn sehr interessieren wer seiner Tochter das Coral verkauft hat.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Blake, he's taking control of the situation. JV are the initials of the man in the photo."
  },
  {
    "id": "SAHChqcb8vm7WBnw",
    "value": "Ich falle nicht nochmal auf einen deiner schmutzigen Tricks rein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Acid Nova thinks that Blake is bluffing again"
  },
  {
    "id": "oxCDPNpjUtIVEsWL",
    "value": "Diesmal ist das kein Trick.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1631 - Blake is not bluffing, he really has JV's number since, he's the man that hired Blake to begin with."
  },
  {
    "id": "pWd3TKlttxhues3F",
    "value": "Ich holte mein Telefon heraus und wählte die Nummer des Mannes, der sich als Jacob Ashton ausgab.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1658 - Blake narrates this part."
  },
  {
    "id": "Ea6ND93ENU5SScRu",
    "value": "*RING RING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=1658"
  },
  {
    "id": "50NY9r7iEDRXsTQN",
    "value": "Es klingelte zweimal, und JV, wer auch immer er wirklich war, nahm den Hörer ab.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1658 - Blake narrates this part."
  },
  {
    "id": "lSMtxO6yoGMAHt2V",
    "value": "Mr. Steel, ich hoffe darauf, dass Sie Neuigkeiten für mich haben!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1668 - JV, the man who hired Blake and pretended to be Danni's father."
  },
  {
    "id": "e7ePWpoAVcsk2V4W",
    "value": "*flüstert* Ok, du hast gewonnen! Leg bitte auf!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1668 - Acid Nova"
  },
  {
    "id": "3Ol5Q7y7EmlpLRNf",
    "value": "Ich kann dich nicht hören; hier drinnen ist es wirklich sehr laut.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1668 - JV"
  },
  {
    "id": "h0NLMfgllgnV7rvF",
    "value": "Entschuldigen Sie, ich habe ihre Nummer versehentlich angerufen. Ich werde mich später bei ihnen melden. Auf Wiederhören.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1668 - Blake"
  },
  {
    "id": "tiZ69Mw4L0QCfY99",
    "value": "Wer zum Teufel bist du?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1668 - Acid Nova, now concerned about his safety and Blake's connections"
  },
  {
    "id": "gmYiNOXIJnCIQ4KS",
    "value": "Ich habe dir gesagt, ich bin Blake Steel, Privatdetektiv. Ich suche nach Danni, von der ich weiß, daß du ihr Coral verkauft hast. JV ist ihr Vater; und du wolltest mir gerade sagen, was du weißt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1668 - Blake"
  },
  {
    "id": "m2wiILygS4cl8IIL",
    "value": "Na schön, Mister Detektiv. Was genau willst du Wissen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Acid Nova is finally going to give some answers"
  },
  {
    "id": "yRDRyTWeeBVZAf6e",
    "value": "Was weißt du über Danni?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Blake, first question he asks"
  },
  {
    "id": "yc0OVIppdg3qXuj5",
    "value": "Erzähl mir alles, was du über JV weißt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Blake, second question he askes"
  },
  {
    "id": "tvFU34dl6DsbwQgp",
    "value": "Das war doch nicht so schwer, oder?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Blake, once all his questions are answered"
  },
  {
    "id": "26yT3uMdnfDjTWPr",
    "value": "Zufrieden? Gut, dann schwing deinen Arsch jetzt raus aus meinem Club und komm nicht wieder zurück!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Acid Nova, once he answered all the questions"
  },
  {
    "id": "6SCxJnwWC6cPF9l4",
    "value": "Na Na...Wo bleiben denn deine guten Manieren?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Blake, he's turning the tables with Acid Nova. When Blake first came here, Acid was acting friendly while being unhelpful, now it's Blake's turn pretend to be friendly while being unhelpful"
  },
  {
    "id": "vTNtLDte3Oqj03Li",
    "value": "RAUS HIER!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Acid Nova, the mask's finally dropped and he yells at Blake to leave"
  },
  {
    "id": "MObGLgiLQJm6FGlh",
    "value": "Es ist wahr. Hin und wieder habe ich Coral an Danni verkauft. Soweit ich weiß, hat sie aber das meiste von den Leuten bekommen, mit denen sie zusammen war. Das ist alles, was ich weiß, ich schwöre es!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Acid Nova, saying what he knows about Danni"
  },
  {
    "id": "5TgP874JYchwjueW",
    "value": "JV... Johan Visser. Wie du schon vermutet hast, ist er meine Coral Kontaktperson.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Acid Nova, saying what he knows about JV"
  },
  {
    "id": "SSqxGMprlAjGkLeO",
    "value": "Was kannst du mir über ihn erzählen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Blake, wanting more information"
  },
  {
    "id": "MR9ZMQuupxEK4qC9",
    "value": "Nicht viel. Er ist ein sehr gefährlicher Mann. Wir treffen uns am Gebäude 19 im Industriegebiet. Er sagt mir wann und ich erscheine mit einer Menge an Kredits und keinerlei Fragen. Außerdem gibt es einen Code, um da hineinzukommen: 3141.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Acid Nova"
  },
  {
    "id": "Sc6wPv3wlxOtOKMv",
    "value": "Gebäude 19, huh. Ich sollte mir diesen Ort einmal genauer ansehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1687 - Blake"
  },
  {
    "id": "NcOHeNYqVCpUIXE5",
    "value": "Ich verließ das Alleycat ohne wirklich neue Spuren gefunden zuhaben. Mein Bauchgefühl sagte mir, dass Acid Nova Dreck am Stecken hatte und etwas wusste, aber andererseits sagte mir mein Bauchgefühl seit dem Müllcontainer Tauchgang so einige Dinge.",
    "description": "https://youtu.be/EprkOx1qUq0?t=720 - Blake narrating, this is after you speak with Acid Nova for the first time and he doesn't tell you anything useful. 'My gut told me' is the same as saying 'my instints told me', the joke is that Blake has been in a very smelly dumpster and his stomach didn't like it."
  },
  {
    "id": "0GkIvdixXQPxjTKU",
    "value": "Als ich mich weiter von dieser Neon-Orgie entfernte, kam eine Frau aus den Schatten, mit dem geübten Gang eines Raubtiers direkt auf mich zu. Ein Blick und ich musste mich zusammenreißen, nicht noch mehr zu strahlen als ihr neonpinkes Kleid. Ohne zu zögern legte sie ihren Arm um meinen und wir gingen die Gasse entlang.",
    "description": "https://youtu.be/EprkOx1qUq0?t=720 - Blake narrating, the small joke is that he called the Alleycat a bacchanialia since the password was Dionysus."
  },
  {
    "id": "En3NWBPL3h9htAUa",
    "value": "Verhalte dich ganz natürlich, wir sind nur zwei Freunde, die spazieren gehen. Wir dürfen keinen Verdacht erwecken.",
    "description": "https://youtu.be/EprkOx1qUq0?t=739 - Beginning our introduction to Crystal. The joke is that there are always two choices: a suave choice and a stupid choice. There is no difference."
  },
  {
    "id": "ZADGIGMSnIcomCkX",
    "value": "Das mache ich sehr gerne, Miss...?",
    "description": "https://youtu.be/EprkOx1qUq0?t=739 - Blake, suave choice 1"
  },
  {
    "id": "aYt1W7Q8m0t44i62",
    "value": "Ba... err.. um... oof... ah...",
    "description": "https://youtu.be/EprkOx1qUq0?t=739 - Blake, stupid choice 1. This is a setup to another joke at the end of the game. Someone else who meets Crystal will say the same exact thing"
  },
  {
    "id": "EnV0hpywT91PJcLw",
    "value": "Mein Name ist Crystal. Ich habe gehört, wie du mit diesem Abschaum gesprochen hast, Acid. Stimmt es, dass du nach Danni suchst?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal. A skeeze is someone who's disreputable."
  },
  {
    "id": "rC0vcybtRMntN0qs",
    "value": "Ja.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 2"
  },
  {
    "id": "xU5AqcFV2nR3Q3jq",
    "value": "Mmmm... *hust* äehm, wer? OH, ja richtig. Ja, dass tue ich!",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, stupid choice 2"
  },
  {
    "id": "Oct3vesH19TbahsB",
    "value": "Warum? Wie bist du in diese Sache hineingezogen worden?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "t6L9vS4A8LVbWfal",
    "value": "Vor einigen Tagen ist sie spurlos verschwunden. Ich bin Privatdetektiv und ihr Vater bezahlt mich, um sie wiederzufinden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 3"
  },
  {
    "id": "a1p3rDq5BXdwMjAT",
    "value": "Äehhm... err... ihr Vater sucht nach ihr. Sag mal, liegt es an mir oder ist es ungewöhnlich warm für diese Jahreszeit?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, stupid choice 3"
  },
  {
    "id": "dPVyq04ada0wSkOh",
    "value": "Ihr Vater, huh? Danni sprach nie über ihren Pappa.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "7yJQ4MN4csjKXVRu",
    "value": "Du kennst nun mein Interesse an Danni; wie betrifft dich das?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 4"
  },
  {
    "id": "HDGF9KjE7e31ngXg",
    "value": "Wie machst du, äehhm... ich meine, kennst du Sie?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 4"
  },
  {
    "id": "jqTtBkCQUmi1DfUI",
    "value": "Danni ist eine gute Freundin von mir.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "8EXiCaOgBIl9v4Mk",
    "value": "Weißt du etwas darüber, was mit ihr passiert ist?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake"
  },
  {
    "id": "T2Kfn2sLe2f0c6n2",
    "value": "Nein, aber es kann bestimmt nichts gutes sein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "UKih8FNcml8KYHow",
    "value": "Warum glaubst du daß?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake"
  },
  {
    "id": "h7myotqw9edkh2Zi",
    "value": "Da draußen ist es gefährlich, also hatten wir ein System: Wenn eine von uns die Nacht draußen blieb, schickten wir am Morgen eine Nachricht, dass alles in Ordnung war. Ich wusste, dass etwas nicht stimmte, als sie nicht nach Hause kam oder mir eine Nachricht schickte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "E92QCktymKYT1u8u",
    "value": "Als sie nicht nach Hause kam?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 5"
  },
  {
    "id": "tAjlEx3rFiDjTudr",
    "value": "Lebt ihr, ähm, zusammen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, stupid choice 5"
  },
  {
    "id": "oxD6GPrB9fOySGkt",
    "value": "Ja, sie ist mein Mitbewohner.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "2HNl2x5ddCsNmNDs",
    "value": "Mitbewohner?! Können wir dann zu deiner Wohnung?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 6"
  },
  {
    "id": "gTTrQLAk3cWykQBV",
    "value": "Können wir...aemm zu dir gehen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, stupid choice 6"
  },
  {
    "id": "hSYH3F4TyApvUsMk",
    "value": "Mich kannst du dir nicht leisten, Schlaumeier.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crytal is a high priced call girl"
  },
  {
    "id": "Vp52c8bBA1a7rEKq",
    "value": "Was? Nein. Ich möchte ihre Wohnung nach Spuren oder Hinweisen durchsuchen, um herauszufinden, was mit ihr passiert sein könnte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 7"
  },
  {
    "id": "dHli55D34ETaR02U",
    "value": "*hust* Erm.. *erröten* Nein... uh... ich meine... *hust* äehmm, Hinweise...",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, stupid choice 7"
  },
  {
    "id": "UnZF8m8D3nRiO3LB",
    "value": "Oh..Na klar! Das macht Sinn. Aber komm deswegen nicht auf irgendwelche dumme Gedanken. Ich bin nicht so wehrlos, wie ich vielleicht auf den ersten Blick aussehe.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Crystal"
  },
  {
    "id": "8wAXJmGfsTZ5pErQ",
    "value": "Für mich siehst du nicht besonders wehrlos aus. Machen wir uns auf den Weg.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, suave choice 8"
  },
  {
    "id": "PNUNdk4oXsoUeO9Q",
    "value": "Aber dumme Gedanken zuhaben, ist eine meiner Stärken. Nun ja.",
    "description": "https://youtu.be/EprkOx1qUq0?t=743 - Blake, silly choice 8"
  },
  {
    "id": "JqEJFom6pLmssj00",
    "value": "Wir gingen zur U-Bahn und fuhren ein paar Stationen mit der Stahlschlange, bis wir an unserem Ziel ankamen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=803 - Blake narrating. The steel serpent is supposed to be the subway train"
  },
  {
    "id": "5bAbQWDliAWL8jJ3",
    "value": "Hast du schon etwas gefunden, Blake?",
    "description": "https://youtu.be/EprkOx1qUq0?t=833 - Crystal. Beginning of dialogue with Crystal in her apartment"
  },
  {
    "id": "jIQOv2rao5OWOqqZ",
    "value": "Was kannst du mir noch über Danni erzählen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=833 - Blake"
  },
  {
    "id": "jmJ6gdEHYxe9pHgH",
    "value": "Ich habe diese Notiz in ihrem Zimmer gefunden; Was hältst du davon?",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Blake"
  },
  {
    "id": "1kCvFgCl40AxrIBU",
    "value": "Ich habe ihren Ausweis gefunden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=970 - Blake"
  },
  {
    "id": "kc0IXkJ7vNdAkfKy",
    "value": "Das habe ich und es ist leider nichts gutes.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Blake. This is said later in the game when we find out that Danni's father is not her father, but someone more sinister"
  },
  {
    "id": "fTP6i1m0XDkoHu3F",
    "value": "Ich brauche deine Hilfe.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Blake. This is said later in the game when we need her to distract the old lady."
  },
  {
    "id": "UVMnuc1ipuZh6nmC",
    "value": "Sag mir, hast du den Mann auf diesem Foto schon einmal gesehen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Blake. This is said when we find JV's photo"
  },
  {
    "id": "7TrJS6h2MRoKOIgG",
    "value": "Vorerst einmal nicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=833  - Blake. Ends the conversation"
  },
  {
    "id": "mZkZ4flnhCuhJgeg",
    "value": "Sicher, was willst du wissen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=837 - Crystal"
  },
  {
    "id": "b2cxO9bUYTRkrrGU",
    "value": "Wie habt ihr euch kennengelernt?",
    "description": "https://youtu.be/EprkOx1qUq0?t=837 - Blake"
  },
  {
    "id": "80i5mjlnQfL27WRX",
    "value": "Was genau macht Danni beruflich?...",
    "description": "https://youtu.be/EprkOx1qUq0?t=837 - Blake"
  },
  {
    "id": "X9WxOxivxDnl6mKx",
    "value": "Hat sie jemals mit dir über ihre Familie gesprochen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=837 - Blake"
  },
  {
    "id": "TXZKb2vkgCE4fuu0",
    "value": "Danke, das war sehr hilfreich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=837 - Blake"
  },
  {
    "id": "RGYP5aiqPMnVIvQI",
    "value": "Wir haben uns vor zwei Jahren kennengelernt. Sie kam in...äh...den Laden, auf der Suche nach Arbeit. Wir begannen sich zu unterhalten und sind seitdem gute Freunde. Schließlich haben wir diesen Ort gefunden, damit wir nicht in einem dieser Dreckslöcher leben müssen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Crystal. Crystal is being a little coy about the kind of shop she and Danni work for, but we're about to find out. A `dreking hole` is slang for a terrible place to live, like a hole in the ground."
  },
  {
    "id": "ETMS5uZGHUu65Hw4",
    "value": "Welche Art von Laden?",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Blake"
  },
  {
    "id": "OyP2iAIc46MFhIkY",
    "value": "Ich habe andere Fragen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Blake, to go back to a previous line of questions"
  },
  {
    "id": "C7IqmuIktyx195AA",
    "value": "Danni und ich arbeiten für ein Unternehmen, das auf sehr teure Vorlieben von mächtigen und wohlhabenden Menschen eingeht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Crystal - She and Danni are highly paid escorts"
  },
  {
    "id": "eQe28doaeRdJ6Llq",
    "value": "Ich verstehe... und wo ist dieses Geschäft?",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Blake"
  },
  {
    "id": "n9c9YJpiP2nXwn7D",
    "value": "Cyber Schnecken, digitale Füchse, kaufbarer Blasrohrkobolde?",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Blake. Another stupid choice Blake can make. He's using alliteration to say the same thing: prostitutes. It would be nice if we can keep the alliteration going."
  },
  {
    "id": "mUcXqktUOKGDdl89",
    "value": "Sei kein Arsch, Blake. Jeder tut, was er kann, um zu überleben.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Crystal, after being subject to the previous line."
  },
  {
    "id": "dEuVjGJ8x6t8tq4W",
    "value": "Es gibt einen Waschsalon namens \"The Lost Sock.\" Obwohl es sich dabei um einen funktionalen Waschsalon handelt, ist er nur eine Fassade für das eigentliche Geschäft. Ich weiß nicht, wer es leitet, aber Gladys Aubergine ist es, die Danni und mich zu ... Aufträgen schickt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Crystal. The name `Lost Sock` is joke name. In the US there is an ongoing joke about how you always loose your left sock when doing laundry. If the joke doesn't work, feel free to replace it with something more relevant. "
  },
  {
    "id": "SyWcYlaMRs3bmDFp",
    "value": "Hmm... Ich sollte mich villeicht mal mit dieser Gladys unterhalten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Blake"
  },
  {
    "id": "GstFlbGb5wiWm60x",
    "value": "Ich weiß nicht Blake...ob du ihr dafür dreckig genug bist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Crystal is making a pun. Gladys will not be glad to see Blake."
  },
  {
    "id": "ssSIv3WTVk0t3Tn5",
    "value": "Ah...soll das ein Witz sein? Wie auch immer, ich habe noch ein paar weitere Fragen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=841 - Blake"
  },
  {
    "id": "wu6fcsT51Ll9jEbp",
    "value": "Es ist eine Nachricht von Gladys... Danni muss das erhalten haben, kurz bevor sie verschwand.",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Crystal"
  },
  {
    "id": "sj7oYEDu2yUq0chp",
    "value": "Hier steht etwas von jemanden namens \"15.\" Irgendeine Idee, wer das ist?",
    "description": "https://youtu.be/EprkOx1qUq0?t=941  - Blake. Please be careful to use \" around the number 15."
  },
  {
    "id": "LCDgOUInbmHyjSp3",
    "value": "15... Danni erwähnte ihn einige Male. Er fährt total auf sie ab. Ich würde sagen, drei Viertel ihrer Aufträge kommen von ihm.",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Crystal. 15 is obsessed with Danni"
  },
  {
    "id": "kuOil7OrlT3jHOuG",
    "value": "Hat sie jemals erwähnt, wer er ist?",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Blake"
  },
  {
    "id": "tg4kuoJVsAX1xIWL",
    "value": "15? Scheint mir irgendwie unpersönlich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Blake"
  },
  {
    "id": "DTHhKcy4VonddtpG",
    "value": "Ich habe noch ein paar weitere Fragen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Blake, going back to a previous line of questions."
  },
  {
    "id": "8YRU9ci0OkVDoweh",
    "value": "Nein. Ich weiß nur, dass er sehr viel Geld für sie ausgibt. Was auch immer er will, von ihr bekommt er es.",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Crystal, she tell Blake that Danni doen't talk about 15"
  },
  {
    "id": "hlPgliTP8o5R2aGi",
    "value": "Wie du vorstellen kannst, ist Diskretion in diesem Geschäft unerlässlich. Wir verwenden normalerweise Codenamen und 15 wählten seinen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=941 - Crystal, when being told by Blake that 15 is a very impersonal name."
  },
  {
    "id": "sml9p0UrRqI50RNb",
    "value": "Nein, das hat sie nie getan. Aber auch ich habe nicht mit ihr über meine Familie gesprochen. Weißt du Blake, viele Menschen kommen in die Gosse, um ihrer Vergangenheit zu entfliehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=892 - Crystal, when asked if Danni has ever mentioned her family."
  },
  {
    "id": "p60W8saGDZNEvKjW",
    "value": "Ihr Ausweis? Wird das helfen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=970 - Crystal"
  },
  {
    "id": "dbKixJwdqlv2WKAT",
    "value": "Einen Versuch ist es Wert da ich immer noch Zugriff auf die GovLink Maschine habe. Vielleicht kann ich etwas herausfinden, wenn ich ihre ID scanne.",
    "description": "https://youtu.be/EprkOx1qUq0?t=970 - Blake, thinking that the Danni's ID card could help. `GovLink` stands for `Government Link` and it's a computer that is connected to the police database."
  },
  {
    "id": "7py0WKKgD66fWi34",
    "value": "Wie meinst du das? Was hast du herausgefunden?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Crystal, when told by Blake that what he's found out is not good"
  },
  {
    "id": "bf8gDw37OdJKAPcP",
    "value": "Danni ist eine Waise, die nie adoptiert wurde. Sie wählte für sich den Namen Ashton. Also der Mann, der sich als Jacob Ashton vorstellte...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Blake, about to put the pieces together"
  },
  {
    "id": "ahbKxWxbtRHhmZTC",
    "value": "... kann nicht ihr Vater sein!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Crystal, finishing his thought"
  },
  {
    "id": "EHwpvWtXGfFhG84m",
    "value": "Ganz genau.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Blake"
  },
  {
    "id": "nUFO7EQEQ53OalIM",
    "value": "Aber wer ist er?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Crystal, asking who the man pretending to be Danni's father is."
  },
  {
    "id": "ApVweLwvax6RK5H2",
    "value": "Das weiß ich noch nicht. Nennen wir es eine Vermutung, aber ich glaube mittlerweile, dass Danni nicht gefunden werden will. Wenn dem so ist, dann schwebt sie in größerer Gefahr, als wir zunächst angenommen haben.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Blake. He suspects the the reason Danni is missing is that she's hiding from someone, probably the man pretending to be her father."
  },
  {
    "id": "m26yi8HFU5lAgqVO",
    "value": "Wenn es irgendetwas gibt, was ich tun kann, um dir in der Sache weiterzuhelfen, dann zögere nicht mich darum zu fragen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Crystal"
  },
  {
    "id": "P8hcixMInGkQDfMK",
    "value": "Wenn ich noch weitere Fragen habe komme ich damit zu dir",
    "description": "https://youtu.be/EprkOx1qUq0?t=1191 - Blake, tells Crystal that if he needs help, he'll come ask her"
  },
  {
    "id": "jhUluowy48GZmpp9",
    "value": "Wie kann ich dir helfen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Crystal, when Blake comes to her for help"
  },
  {
    "id": "bqrpOJEutEegGx4H",
    "value": "Ich muss nahe genug an Gladys' Computer herankommen, um dieses Hacker-Werkzeug anzuschließen. Alle Daten werden damit geklont und kann somit in aller Ruhe von zu Hause aus nach weiteren Anhaltspunkten suchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Blake. `comfrort of my own home` is a saying in English and literally means that he can review the data comfortably, without worry or stress, at his house."
  },
  {
    "id": "Kb3mvQSuqwhwnqAO",
    "value": "Wie wärs mit einem schicken Abendessen und danach vielleicht noch einem krassen Videofilm?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Blake. This is another stupid option. Instead of asking for help with Gladys, Blake asked Crystal out on a date. `vid` is short for video."
  },
  {
    "id": "68urwFHPFRrT61Uv",
    "value": "Ich könnte vielleicht einen Streit anzetteln, wo wir uns lautstark Zanken und somit für die nötige Ablenkung sorgen. Sie mag zwar eine alte Frau sein aber Temperament hat die immer noch. Ich habe aber große und schlagende Argumente vorzuweisen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Crystal - 'having a set of lungs' means that you can yell. There is a little bit of unintentional double entendre. She says that Gladys's lungs are no match for `her hair`. She means `her pair of lungs` but `her pair` is slang for `her boobs`."
  },
  {
    "id": "6FNipt6AoObTBV2e",
    "value": "...*sabber*...Da Wette ich drauf.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Blake - One of the stupid things he can say. While Crystal meant her 'pair' of lungs, Blake's mind is dirty and he's making a comment about a different pair of Crystal's"
  },
  {
    "id": "s5ta3byP7ai6DENl",
    "value": "Das klingt nach einem Plan. Wir treffen uns im Lost Sock Waschsalon.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Blake"
  },
  {
    "id": "7T5gRpfioEwhUZXi",
    "value": "Wie war das, Blake?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Crystal, in response to Blake's dirty mind."
  },
  {
    "id": "Vua2UDfRSV3uLrON",
    "value": "Äeehm... Klingt nach einem Plan. Treffen wir uns im Lost Sock Waschsalon.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1361 - Blake, quickly changing subject."
  },
  {
    "id": "j8RiWU1OvwX6REji",
    "value": "Ist das dein Ernst?",
    "description": "Crystal - This is what Crystal says if you asked her out to dinner and a vid."
  },
  {
    "id": "i3lr3AT9aYZgH9EQ",
    "value": "Nein, äehm, du sollst bitte Gladys für mich ablenken.",
    "description": "Blake - this is Blake's quick reply"
  },
  {
    "id": "QAjoYReHZ8rJkdjX",
    "value": "Lass mich mal sehn... ja. Ich erkenne ihn! Das ist der Typ, der Danni abholte, wann immer sie mit 15 verkehren sollte! Irgendwie muss er in das ganze verwickelt sein!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Crystal, when she's shown the JV's photo."
  },
  {
    "id": "7mGMAOLJAB0xteMJ",
    "value": "Das denke ich auch. Er ist derjenige, der mich angeheuert hat.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Blake, saying the he thinks JV is involved with Danni's disappearance"
  },
  {
    "id": "Bd341oocZZwGh1tO",
    "value": "Du meinst, er ist derjenige, der sich als ihr Vater auszugeben hat?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Crystal"
  },
  {
    "id": "tQOQxJBkrR3tEsV0",
    "value": "So ist es. Ich habe das Gefühl, dass in der Nacht, als Danni mit 15 zusammen war, etwas Schreckliches passiert sein muß. Erinnerst du dich, wie ich gesagt habe, dass ich glaube, dass sie gar nicht gefunden werden will?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Blake"
  },
  {
    "id": "XvOiqVU0LqDsNU1k",
    "value": "Ja",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Crystal, answering the question above"
  },
  {
    "id": "6jYmxHqXAn8LvXpD",
    "value": "Ich denke, das sind exakt die Leute, von denen sie nicht gefunden werden möchte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1557 - Blake, answering"
  },
  {
    "id": "ZbuNhW7jEgTGfv2c",
    "value": "Was soll ich tun?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1095 - Beginning 'dialogue' with the GovLink computer"
  },
  {
    "id": "Nvw6u1rrFrwU6jQU",
    "value": "Benutze Danni's ID Karte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1095 - It means to check Danni's ID against the database"
  },
  {
    "id": "eC92YKbxYMiP0dVr",
    "value": "Führe eine Datenbanksuche durch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1095 - Blake can find out about companies in the game and can come do a database search for them here."
  },
  {
    "id": "sVHtnWjHZ50nBf53",
    "value": "Stecke Glitch's Datenstick ein.",
    "description": "This choice, while identical to the next one shows up only if you have the hacktool and don't have any data in it"
  },
  {
    "id": "ASSlqi1elkUmgy2S",
    "value": "Stecke Glitch's Datenstick ein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1476 - Same as above."
  },
  {
    "id": "ijT7I9EG9SWZ7Kst",
    "value": "Prüfe B19's Paketnummer.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1896 - B19 is the name of the warehouse. The parcel number is the an government id for the land"
  },
  {
    "id": "3fDUc7gPsRNxmFj1",
    "value": "Ausloggen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1095 - Leave the computer"
  },
  {
    "id": "kZK96M2dmFj4922b",
    "value": "Was soll ich überprüfen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1947 - Blake asks himself this question when he does a database search"
  },
  {
    "id": "XQt0ihYoEowQgfRL",
    "value": "Xantech Cybernetics",
    "description": "https://youtu.be/EprkOx1qUq0?t=1947"
  },
  {
    "id": "EcEuf8Y7X1IwXACy",
    "value": "Xander Vane",
    "description": "https://youtu.be/EprkOx1qUq0?t=1958 - It's ok to change his last name from Vane to something that sounds better, but it must start with the letter V."
  },
  {
    "id": "KicPM9Lao0MY8M35",
    "value": "Cygnus Holdings",
    "description": "https://youtu.be/EprkOx1qUq0?t=1934 - Giang conglomerate"
  },
  {
    "id": "lkEEYR45oJH0CD5S",
    "value": "SummerVault",
    "description": "https://youtu.be/EprkOx1qUq0?t=1913 - Some company name"
  },
  {
    "id": "MM4qs7laiegtafWD",
    "value": "Sumerian Collective",
    "description": "https://youtu.be/EprkOx1qUq0?t=1924 - The name of a company that owns other companies"
  },
  {
    "id": "8a7fSea1vHCePgJK",
    "value": "Nichts mehr.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1913 - Nothing else to search for"
  },
  {
    "id": "jlCNUOebnq4cZ7Su",
    "value": "DATAVAULT 9000",
    "description": "Name of the hacktool. If there is no data in the hacktool, it only show the name."
  },
  {
    "id": "3pOdVvRmPxMZWj00",
    "value": "Keine Einträge.",
    "description": "If there is no data in the hacktool"
  },
  {
    "id": "yviQ08LIIeAKVvhA",
    "value": "DATAVAULT 9000\n\nBenutzer: Gladys Aubergine\nPassword: gladys1\n\nZugriff gewährt...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Once the hacktool has data from Gladys's computer. Her password is not very secure. Please make sure to keep the \n"
  },
  {
    "id": "Ek7YAJmJcxkOr8Ui",
    "value": "Personal auflisten",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Request a list of the people that work for Gladys"
  },
  {
    "id": "7ZYHbPolecVmXsiF",
    "value": "Kunden auflisten",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Requests a list of Gladys's customers"
  },
  {
    "id": "fOA9HXabgRq9dftK",
    "value": "Lost Sock Personal Liste\n\n(Ungefähr ein Dutzend Namen scrollen vorbei, aber nur zwei Namen davon stechen hervor.)",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - The list of people working for Gladys. Blake recognizes only two names."
  },
  {
    "id": "kKcUUCrNsIXYCVl9",
    "value": "Crystal Shard",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Crystal Shard is a bit of silly joke. I needed a last name of Crystal and `Shard` popped in my head. This is probably not her real name, just a name she does business user."
  },
  {
    "id": "RaITRB6FQqrKQecx",
    "value": "Danni Ashton",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Danni, the girl we're looking for!"
  },
  {
    "id": "ACK6OOX4clE97Y0u",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Goes back to the previous menu"
  },
  {
    "id": "XixrS1PwOEsIkLbT",
    "value": "Name: Crystal Shard\nAlter: 28\nAktueller Auftrag: keiner",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Crystal's data. She's not currently with a client."
  },
  {
    "id": "ii1yEIrseNE6UdeZ",
    "value": "Name: Danni Ashton\nAlter: 24\nAktueller Auftrag: 15",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Danni's data. She's currently with a client named `15`"
  },
  {
    "id": "wtqVTc4lZF30016T",
    "value": "Eine bedeutungslose Liste von Codenamen rollte über den Bildschirm, doch dann fand ich, wonach ich gesucht habe.)",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - This is the list of clients. All of them are using codenames"
  },
  {
    "id": "WXNyp2kEPinF35gr",
    "value": "15",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - The entry for `15`"
  },
  {
    "id": "wIrc9DONvNCSJlvh",
    "value": "JV",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - The entry for `JV`"
  },
  {
    "id": "vVYFRNcx5aolEBiE",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Go back to the previous menu"
  },
  {
    "id": "TnMNbiIg5G7uMdyB",
    "value": "Kunden ID: 15\nBevorzugte Klientin: DA\n\nAnmerkungen:\n15 macht sich selbst nicht die Hände schmutzig. Die Mädchen werden immer von einem seiner Untergebenen abgeholt, JV.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - DA stands for Danni Ashton."
  },
  {
    "id": "OEKfI5EGCSTAfApF",
    "value": "Kunden ID: JV\nBevorzugte Klientin: N/A\n\nAnmerkungen:\nJV holt die Mädchen für 15 ab. Er ist ein verschlagener Typ. Ich traue ihm nicht, aber zumindest ist die Bezahlung immer sehr gut..\n\nFoto beigefügt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Slippery means that he's secretive and hard to get information on."
  },
  {
    "id": "C5OHEkoUuDckH2ny",
    "value": "Fotografie herunterladen",
    "description": "https://youtu.be/EprkOx1qUq0?t=1480 - Menu option to download the photograph of JV"
  },
  {
    "id": "Y9IymtRfwf1h6X8M",
    "value": "Eintrag: Xantech Cybernetics\nZusammenfassung: Xantech Cybernetics wurde vor 15 Jahren von Xander Vane gegründet und hat sich mit einem Marktanteil von 93 % zu einem Weltmarktführer im Bereich der Verbraucher-Kybernetik entwickelt. Xander Cybernetics ist eine Tochtergesellschaft von Cygnus Holdings.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1947 - Information on Xantech"
  },
  {
    "id": "K6xKe5gDBNV1qySK",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1947 - Go back a screen"
  },
  {
    "id": "fRkUI9QPGA2LjBrV",
    "value": "Eintrag: Xander Vane\nZusammenfassung: Milliardär, Geschäftsführer und Mehrheitsaktionär von Xantech Cybernetics.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1958 - Entry for Xander Vane"
  },
  {
    "id": "6MMD1axsSTyr12oH",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1958 - Go back a screen"
  },
  {
    "id": "frmPQbCHy5IOW3RM",
    "value": "Eintrag: Cygnus Holdings\nZusammenfassung: Cygnus Holdings ist [ZENSIERT] und verantwortlich für [ZENSIERT]. Zu ihren Tochtergesellschaften gehören [LISTE ZENSIERT] und Xantech Cybernetics.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1934 - Entry for Cygnus Holdings. [REDACTED] means that the information there has been deleted."
  },
  {
    "id": "W1i55pRuqsrF3IoJ",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1934 - Go back a screen"
  },
  {
    "id": "lXLmxUlZljGLQ0rU",
    "value": "Eintrag: SummerVault\nZusammenfassung: SummerVault wurde vor 4 Jahren gegründet. Seit seiner Gründung hat sich SummerVault auf den Verkauf von Tresoren und Bunkern für den Personenschutz spezialisiert. Kürzlich wehrte das Unternehmen eine Kontroverse im Zusammenhang mit seinem Tresor Dienst ab, da dessen Kapazität nur einen Bruchteil des lukrativen Bunker-Geschäfts ausmacht, die das Unternehmen verkauft.\nLetztes Jahr wurden sie von Sumerian Collective aufgekauft.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1913 - This is kind of like VaultTek in the Fallout games."
  },
  {
    "id": "j5iIguCOIMNtQh5q",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1913 - Go back a screen"
  },
  {
    "id": "NCmxpDoxmHiNOAMb",
    "value": "Eintrag: Sumerian Collective\nZusammenfassung: Das vor sieben Jahren gegründete Sumerian Collective hat mehrere Unternehmen in verschiedenen Branchen gekauft. Ironischerweise sind sie jetzt eine hundertprozentige Tochtergesellschaft von Cygnus Holdings.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1924 - Entry for the Sumerian Collective"
  },
  {
    "id": "CbbSAcD53KPnxGtM",
    "value": "zurück",
    "description": "https://youtu.be/EprkOx1qUq0?t=1924 - Go back a screen"
  },
  {
    "id": "77d1IK325gt5sk6f",
    "value": "Hallo mein Mädchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1035 - Beginning of the dialogue with Daisy, the dog"
  },
  {
    "id": "GBwEnGVqQxu4SlZL",
    "value": "Hey Daisy, magst du ein Leckerli?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1035 - Asking her if she wants a little dog biscuit"
  },
  {
    "id": "kymsbrydJtPQKZPy",
    "value": "Wer ist ein gutes Mädchen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1036 - Not sure how to translates to other languages, but it's something we say to dogs who are being good."
  },
  {
    "id": "SvD2Srb2XGC63E3O",
    "value": "Ok, ich muss mich wieder an die Arbeit machen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1036 - Can't play with the dog forever."
  },
  {
    "id": "xY937S93bSjs1LV1",
    "value": "                       ",
    "description": "https://youtu.be/EprkOx1qUq0?t=1036 - This is empty on purpose. It's an easter egg that triggers a special message."
  },
  {
    "id": "FeFLH0AiFRlP3qXU",
    "value": "Wuff!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1042 - Something Daisy says."
  },
  {
    "id": "Udqnq1kgJvoToJFL",
    "value": "Hier hast du was Feines, Daisy.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1042 - Blake giving Daisy a treat"
  },
  {
    "id": "sLpZnjpKUkAfsyWi",
    "value": "*Verdeckt ihr Gesicht mit den Pfoten*",
    "description": "https://youtu.be/EprkOx1qUq0?t=1047 - Instead of saying something, Daisy covers her face with her paws."
  },
  {
    "id": "x8EFXkk6Z5Clisea",
    "value": "Richtig! Du bist ein gutes Mädchen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1047 - In answer to `Who's a good girl?`"
  },
  {
    "id": "J5kHKHarFyURneVm",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1063 - This is the beginning of the special message. Daisy was my dog, but she passed away while I was making this game, this was my way to keep her with me a little longer."
  },
  {
    "id": "vgqKCqhp999R9AqK",
    "value": "Ich hatte Angst, dass ich kein guter Hunde-Pappa sein würde, aber als du das erste Mal auf mich zukamst, wusste ich, dass ich es aus ganzem Herzen versuchen werde. Ich möchte dir sagen, dass du mir unermessliche Freude und Glück gebracht hast, dass du ein Sonnenstrahl bist, der die dunkelsten Wolken vertreibt. Du hast etwas in meinem Herzen berührt, von dem ich nie gedacht hätte, so etwas jemals zu spüren. Ich möchte dir diese Dinge sagen, aber mir fehlt die Möglichkeit sie auszudrücken, also werde ich mein Bestes tun und dir alle Umarmungen, Spaziergänge und Leckereien zu geben, die du dir verdient hast.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1063"
  },
  {
    "id": "TyJKRFGYjl9rvvGR",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1083"
  },
  {
    "id": "NxMnhVB4MAXxoTn9",
    "value": "Es betrübt mich, an eine Zukunft ohne dich zu denken, ohne dein albernes Lächeln oder den langen Spaziergängen, ohne die Freude die es mir macht, wenn du mir in meinem Büro Gesellschaft leistest oder an meinen Füßen einschläfst. Ich hoffe, du weißt, wie sehr ich dich liebe, auch wenn ich dich zwinge von der Couch aufzustehen oder dich davon abhalte, mein Frühstück aufzufressen. Ich hoffe, du weißt, dass du einen großen Pfotenabdruck in meinem Herzen hinterlassen hast, der niemals verblassen wird.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1083"
  },
  {
    "id": "9g0FVK0Kjjnfhy07",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1087"
  },
  {
    "id": "uK9HZ1sF3Vj5WTO8",
    "value": "Egal was auch passiert, ich werde immer dein Pappa bleiben. Ich liebe dich mein Schatz.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1087"
  },
  {
    "id": "jPwlCvlvG1b3aP3x",
    "value": "Geh und spiele auf den Bahngleisen.",
    "description": "What Gladys says to you if you try to talk to her after she told you to leave."
  },
  {
    "id": "7Cf86gjpP28KMxPS",
    "value": "Willkommen in der Lost Sock Wäscherei. Der Wäsche und Trockner Service kostet jeweils fünf Kredits. Waschmittel kosten zwei.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1235 - Gladys - Beginning dialogue with Gladys"
  },
  {
    "id": "Bn8XwuujB2yeaFZC",
    "value": "Das sind sehr günstige Preise.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1235 - Blake - 5 credits is pretty cheap"
  },
  {
    "id": "B9KQDcIdUaaYjDAL",
    "value": "Ich suche nach einem Mädchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1235 - Blake - getting down to business"
  },
  {
    "id": "b7aK5v2jnHsZyMnd",
    "value": "Danke.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1235 - Blake - Ends the conversation with Gladys"
  },
  {
    "id": "871wJYeO2smdLYBX",
    "value": "Bei Lost Sock streben wir danach, sicherzustellen, dass unsere Kunden das Geschäft mit einem Lächeln verlassen.\n\nAlso Lächle und lass mich in Ruhe.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1235 - Gladys - Again more wordplay 'leave with a smile'/'so smile and leave'. Gladys is not nice."
  },
  {
    "id": "cJhidi2OARsPsbut",
    "value": "Sehe ich nach einem Dating-Service aus?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Gladys - when Blake says he's looking for a girl"
  },
  {
    "id": "DxEyyMxDyg7nQtO5",
    "value": "Irgendwie schon.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Blake - Trying to be clever. He knows that this is front for an escort service."
  },
  {
    "id": "sBkhiif19gJH5n2S",
    "value": "...Wer bist Du?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Gladys - She's suspecting that there is more to Blake than she knows."
  },
  {
    "id": "BqcwS8f69mHKmjTa",
    "value": "Mein Name ist Steel, Blake Steel. Ich suche das Mädchen auf diesem Foto.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Blake"
  },
  {
    "id": "fVJGY7Ql4qEp1iKk",
    "value": "Die hab ich noch nie zuvor gesehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Gladys - She's pretending she's never seen Danni"
  },
  {
    "id": "WFXJh3pKomAswwVW",
    "value": "Lügen kannst du nicht besonders gut, Gladys.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Blake - He knows she's lying."
  },
  {
    "id": "cpaB24IkMIOPSdPc",
    "value": "Woher kennst du meinen Namen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Gladys - she's surpised because she didn't introduce herself, how how does this guy know her name?"
  },
  {
    "id": "e0b4JeeVrtFWHp96",
    "value": "Ich weiß so einiges. Zum Beispiel, dass sie Danni Ashton heißt und für dich arbeitet ... und schmutzige, private Wäschedienste anbietet.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Blake - 'private laundry services' is a euphemism"
  },
  {
    "id": "NtVpIc8mlH05YiAp",
    "value": "Nun hör mir mal genau zu, Mr. Blöd--",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Gladys - She's saying his name wrong on purpose"
  },
  {
    "id": "uVFdcxkZlIw9TGVr",
    "value": "Blake, mein Name ist Blake.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Blake - Correcting her."
  },
  {
    "id": "srti2T01VBv0iuqG",
    "value": "Es ist mir scheißegal, wie du heißt. Du hast keine Ahnung, worauf du dich hier einlässt, also nimm diesen kostenlosen Rat an und verschwinde von hier. Unsere Waschmaschinen können selbst die hartnäckigsten Blutflecken herausbekommen, aber gebrochenen Knochen waschen wir hier grundsätzlich nicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Gladys is threatening Blake"
  },
  {
    "id": "UycRtdWQ3fJAagK7",
    "value": "Versuchst du etwa mich einzuschüchtern?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Blake"
  },
  {
    "id": "Oyv3GTSqiIElyfr6",
    "value": "Nein, Mr. Bled. Es gibt keinen Grund, jemanden einzuschüchtern, der keine Bedrohung darstellt. Guten Tag.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1254 - Again, she's bad with names. She claims she doesn't see him as a threat."
  },
  {
    "id": "gladys_is_too_mean",
    "value": "Dieses Fossil würde mir nichts verraten. Mir war jedoch klar, dass ich ein paar interessante Dinge erfahren würde, wenn ich nur an ihren Computer herankäme.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1286 - Blake say this to himself. He figures that he needs to get access to her computer."
  },
  {
    "id": "avG0hOhSxkqMrUPy",
    "value": "Nimm Deine dreckigen Hände von meinem Computer, Spacko! Wenn Du das nochmal versuchst, kannst Du was erleben!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1297 - Gladys, if Blake tries to touch her computer. Bucko is playing two parts here. On the one hand, it's something old people call younger people that are getting into trouble, but it's also a way for her to say his name wrong again. "
  },
  {
    "id": "xbepIYEomyDhRE6d",
    "value": "Pass besser auf, was du sagst, Schätzchen. Du bist durchaus ersetzbar.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1407 - Gladys - Gladys and Crystal are fighting"
  },
  {
    "id": "dSKZXaT9T31fhjbD",
    "value": "Ersetzbar wie Danni? Wie kannst du Nachts noch ruhig schlafen, du ausgetrocknetes Fossil!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1407 - Crystal"
  },
  {
    "id": "8KZQHFF9vtGyfi0f",
    "value": "Ich habe Nachts einen richtig guten Tiefschlaf. Man könnte auch sagen, ich schere mich einen Scheißdreck darum, was eine verfickte Hure wie Du von mir denkt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1407 - Gladys - dreking slags is basically `fucking whores`"
  },
  {
    "id": "MmRVYkPEia9rcOTO",
    "value": "Es ist mir nicht entgangen, dass Du nicht mehr so ​​ziehst wie früher. Schade, dass Du nicht verschwunden bist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1407 - Gladys - Pulling refers to the ability to `pull` clients, or getting clients."
  },
  {
    "id": "lHIf4ceN8ggJUXrL",
    "value": "Das Einzige, was Du noch an Land ziehst, ist der düstere Schatten des Todes!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1407 - Crystal - The only thing Gladys is pulling is Death."
  },
  {
    "id": "Fg85LfV61XIr9oG0",
    "value": "Als ich diesen Salon voller verwaschener Träume betreten hatte, schrie Crystal bereits Gladys an, die nicht bemerkt hatten, wie ich zur Tür hereinschlich. Die ungezügelte Kreativität der ersteren traf auf den böswilligen Reichtum an scheußlichen Beleidigungen der letzteren.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1404 - Blake thinks this when he steps into the Lost Sock and sees Gladys and Crystal yelling at each other."
  },
  {
    "id": "vViyXulyciMWjj3Z",
    "value": "Ich hätte mir das gerne noch weiter gegeben, aber ich musste schließlich den Computer hacken.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1435 - Blake thinks this as he's going to hack the computer while the old woman is distracted."
  },
  {
    "id": "gF3CfHosfHyF6Kfw",
    "value": "Hey Blake. Wie war das?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Crystal - Dialogue with Crystal outside the laundromat"
  },
  {
    "id": "dnmRgHYSODuuE1Hi",
    "value": "Das war großartig! Sie hat nichts bemerkt!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Blake"
  },
  {
    "id": "Gs6VPuh5b0wSbDFf",
    "value": "Wie gehts jetzt weiter?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Crystal"
  },
  {
    "id": "53QOyDQv3se37PEg",
    "value": "Wenn Glitch recht hat, enthält dieses Hacker-Zeug nun eine Kopie von Gladys Daten. Diese werde Ich auf meinem Computer durchforsten und hoffen, dass sie mich zu neuen Spuren führen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Blake - Time to look through the data and find something good."
  },
  {
    "id": "tbqyZgDbFx9XlJcY",
    "value": "Klingt gut. Halte mich bitte auf dem Laufenden, ok? Ich mache mir große Sorgen um Danni.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Crystal - She wants to be kept in the loop in this investigation."
  },
  {
    "id": "ESCFZtbCtH8ohU1B",
    "value": "Ich mir auch.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Blake - he's also worried about Danni"
  },
  {
    "id": "olIIUsyvXbCM1RRa",
    "value": "und Blake...!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Crystal"
  },
  {
    "id": "j6P7nxGbCc6du961",
    "value": "Ja?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Blake"
  },
  {
    "id": "bE7xkrbw65Us8EDi",
    "value": "Sei vorsichtig.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Crystal"
  },
  {
    "id": "W5188VMkIB3a8rj1",
    "value": "Ich bin immer vorsichtig.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Blake - One of two options. It doesn't matter what you pick"
  },
  {
    "id": "yRXFZAWYoN7FRAZ7",
    "value": "Das bin ich doch nie.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1453 - Blake - the other option"
  },
  {
    "id": "MFHPOu9yrL95EsTa",
    "value": "Haben Sie Neuigkeiten für mich, Mr. Steel?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - Beginning of dialogue with 'Jacob', the man pretending to be Danni's father"
  },
  {
    "id": "Tm7cxOXxwwKuQAdC",
    "value": "(Besser ich gaukle ihm erst mal was vor)",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - Blake - At this point Blake knows that this is not Danni's father, but decides not to confront the man about it yet."
  },
  {
    "id": "sV1R4a0tcfC5kfIJ",
    "value": "Mr. Ashton, ich habe Danni's Wohnung untersucht, aber es war eine Sackgasse.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - Blake - Hiding lies in the truth"
  },
  {
    "id": "LdUKQhNHPgdUG6is",
    "value": "Das ist inakzeptabel, Mr. Steel. Ich zahle ihnen gutes Geld für Ergebnisse. Sie haben mir versichert, dass Sie diese Ergebnisse liefern können.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - 'Jacob' is being impatient"
  },
  {
    "id": "6pvlDaMNTN4gMSWK",
    "value": "Ich wollte gerade wieder raus auf die Straßen, um weitere Informationen zu sammeln. Wenn sie da draußen ist, werde ich sie finden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144  - Blake"
  },
  {
    "id": "bXyR7cGFOOD8PgvJ",
    "value": "Dann gehen sie verdammt nochmal raus und finden meine Danni!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - 'Jacob'"
  },
  {
    "id": "Z2bgYQOwy28ktlGH",
    "value": "Mach sie sich keine Sorge. Ich werde nicht aufhören, bis sie in Sicherheit ist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - Blake"
  },
  {
    "id": "ooh53P5p9gJ6Xn3Y",
    "value": "Da können Sie sicher sein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - Blake is beginning to learn the truth, this is both a promise and a threat"
  },
  {
    "id": "EmWjfuNb6vtlbOon",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - 'Jacob'"
  },
  {
    "id": "wwLYoWHDUYjdRce3",
    "value": "Er hat aufgelegt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1144 - Blake - at the end of the phone call with 'Jacob'"
  },
  {
    "id": "A14grjufStNMDdfj",
    "value": "Hallo, Mr. Steel.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971 - Danni - Danni calls Blake."
  },
  {
    "id": "d0duu4ZeZjYUodNH",
    "value": "Wer ist da?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971 - Blake"
  },
  {
    "id": "65TyNNYsKQvsSppB",
    "value": "Die Person, nach der Du gesucht hast, Blake.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971 - Danni"
  },
  {
    "id": "uTWTMDh1h1uYjl3X",
    "value": "Mein Name ist Danni Ashton...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971 - Danni"
  },
  {
    "id": "Pc5NBZnZtykYBLMm",
    "value": "Tut mir leid, du darfst nicht reinkommen. Befehl vom Boss.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1730 - Tank - Dialogue with Tank once you've been thrown out of the Alleycat"
  },
  {
    "id": "xc9HE1yrqg4Dy6eH",
    "value": "Alles klar. Das verstehe ich natürlich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1730 - Blake - With this choice, Blake understands that Tank is just doing his job."
  },
  {
    "id": "92ty5cWjjpYsVEcT",
    "value": "Jetzt pass mal auf du Gorilla. Niemand sagt Blake Steel, wohin er gehen kann.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1730 - Blake - With this choice, Blake is about to make a mistake."
  },
  {
    "id": "TxnXpPKXdRN7kdx6",
    "value": "Mit mehr Tapferkeit als Vernunft versuchte ich, den Türsteher beiseite zu schieben, und verstand schnell, warum sie ihn TANK nannten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1730 - Blake thinks this as he tries to get past Tank"
  },
  {
    "id": "MV68PwYJAg1fJ2bt",
    "value": "Mit der Kraft, die nur ein Mann besitzen kann, der dazu geboren war, Menschen vor die Tür zusetzen, stieß Tank mich kurzerhand zurück auf den Boden der Gosse.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1730 - Blake thinks as as he's getting kicked out. `A man born to be a living door`... Tank is a bouncer/doorman and he's a big guy"
  },
  {
    "id": "c8iWHq1KuTtuEuuF",
    "value": "DU BLEIBST DRAUSSEN!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1730 - Tank - Once he's thrown Blake out"
  },
  {
    "id": "by1SIMHwdWXTXNKO",
    "value": "Dieser sichere Unterschlupf befand sich in den Gassen, nicht weit vom Alleycat entfernt. Sie hatte sich direkt vor meiner Nase versteckt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2014 - Blake, on his way to see Danni at her safehouse"
  },
  {
    "id": "NuRB9BxTcYCXt62S",
    "value": "Der Glanz unzähliger Computerbildschirme überflutete uns, als ich meine Gastgeber betrachtete. Danni Ashton sah genauso aus wie auf dem Foto. Sie stand neben ihrem Freund, einem bärtigen Mann, der ein Hemd trug, auf dem ein rot-weiß karierter Ball abgebildet war. Das Logo muss für Computerfreaks mittleren Alters eine gewisse Bedeutung haben. Er nannte sich...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2014 - A description of the interior of Danni's safehouse and her friend SegF4ult. He's wearing an Amiga bouncing ball shirt."
  },
  {
    "id": "MGhcSq7GjkDYjdZj",
    "value": "... SegF4ult. Mit einer '4' wo sonst das 'A' wäre.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Long dialogue with SegF4ult (shortened to Seg) and Danni"
  },
  {
    "id": "e0FXBWv0jXNaCNRr",
    "value": "Glitch und Du würdet Euch bestimmt sehr gut verstehen..",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Blake - implying that Seg and Glitch are two hacker nerds."
  },
  {
    "id": "Ug5MxedNQgsFDHEI",
    "value": "Du kennst Glitch? Sie ist der Hammer!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Seg - Seg admires Glitch"
  },
  {
    "id": "gfpxeucMBShtLodE",
    "value": "Absolut...Nun, Ms. Ashton?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Blake - changing the subject"
  },
  {
    "id": "QhGEg4oUUf23Pnvl",
    "value": "Du darfst ruhig Danni zu mir sagen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Danni"
  },
  {
    "id": "XpcnNKXyW0nl6U0h",
    "value": "Das mache ich gerne, Danni. Kannst du mir erklären was genau passiert ist?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Blake"
  },
  {
    "id": "vjhHEI5rB0nvxXaD",
    "value": "Na klar. Alles begann vor zwei Nächten...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2032 - Danni - giving us a flashback sequence"
  },
  {
    "id": "FsDDl0vP1AvNgC2v",
    "value": "Danni ließ das Trauma dieser Nacht noch einmal vor ihren Augen ablaufen und nahm sich einen Moment Zeit, um sich wieder zu fassen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2080 - Danni -Continuing Danni's story"
  },
  {
    "id": "wuBIo1lqaESnS7BP",
    "value": "Da kontaktierte ich meinen Freund SegF4ult, einen erfahrenen Kybernetiker. Als wir herausfanden, was da drin war, wusste ich, dass sie nach mir suchen würden, aber ich wollte Crystal da nicht mit hineinziehen und sie damit in Gefahr bringen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2085 - Danni"
  },
  {
    "id": "JNOtlPVvcAwVv15n",
    "value": "Was hast Du gefunden?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2085 - Blake"
  },
  {
    "id": "mTvrkl2KaE3qZUsl",
    "value": "Danni hatte Gigabytes an Beweisen dafür, dass Xantech Cybernetics Coral geschaffen hat, um Menschen, die Kybernetik gekauft haben, dazu zu bringen, ihnen weiterhin Geld zu zahlen ... indirekt. Sie haben bereits Millionen damit verdient.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Seg - They found out that XanTech made the drug Coral and to make more money off of their clients."
  },
  {
    "id": "PS3oP1yKhxTOPTGb",
    "value": "Xantech Cybernetics? Warte mal kurz. Das bedeutet...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake"
  },
  {
    "id": "92vNidIe7MJEmZ8a",
    "value": "15 ist...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Seg - Where's about to deduce who 15 is."
  },
  {
    "id": "YOpMOH8QMSn78pF4",
    "value": "Johan Visser",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake - Option 1 - Wrong"
  },
  {
    "id": "DRheH3Fm6l7RPbOH",
    "value": "Gladys Aubergine",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake - Option 2 - Wrong"
  },
  {
    "id": "kPqySb7cCRGsFt9Z",
    "value": "Xander Vane",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake - Option 3 - This is the correct answer"
  },
  {
    "id": "3sNW2Ok4gB8e7tBJ",
    "value": "Acid Nova",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake - Option 4 - Also wrong"
  },
  {
    "id": "RrnFOksMTDVefRyO",
    "value": "Was? Nein. Es ist Xander Vane, der Geschäftsführer von Xantech!",
    "description": "Seg - This is displayed if you pick the wrong answer"
  },
  {
    "id": "JbPinXJwrJ3Zw1df",
    "value": "Xander Vane.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake - Saying the name drammatically again"
  },
  {
    "id": "0aZ5Hq0ZOgD97Cjy",
    "value": "Xander Vane. XV. 15.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Danni - Explaining the connection."
  },
  {
    "id": "TJPLaFf8GRuFqPjZ",
    "value": "Der dachte wohl, er wäre besonders clever gewesen. Wie aber hast du von mir erfahren?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2096 - Blake"
  },
  {
    "id": "yooK9dmD7Sji8ph4",
    "value": "Ich habe gehört, dass jemand nach mir sucht, aber ich konnte es nicht riskieren, Kontakt aufzunehmen. Wenn das Telefonat verfolgt würde, hätte das schwerwiegende folgen gehabt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2123 - Danni - She's been careful, her phone could be tracked."
  },
  {
    "id": "frpfPh1rtXgtNOS8",
    "value": "Glücklicherweise gibt es für Xander keine Möglichkeit, mein Telefon zu orten. Vor einer Stunde haben wir Crystal angerufen und sie hat uns alles über dich erzählt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2123 - Seg - Seg's phone would not be tracked and they eventually called Crystal"
  },
  {
    "id": "A2DTXodrtCYOTBsU",
    "value": "Sie sagte uns, dass wir dir vertrauen können.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2123 - Danni - She's trusting Blake on Crystal's word"
  },
  {
    "id": "2KKahiWnp13LHusg",
    "value": "Wirklich? Was hat Sie Euch denn so alles erzählt?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2123 - Blake - Option 1 - He's insterested in what Crystal said about him"
  },
  {
    "id": "iiB1A5S5YsKrwyw2",
    "value": "Was nun?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2123 - Blake - Option 2 - Continue with the conversation"
  },
  {
    "id": "B9ed3dL29Q1DAHHW",
    "value": "*grinst* Sagen wir einfach, du hast sie wirklich sehr beeindruckt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2123 - Danni - If you ask what Crystal said about you"
  },
  {
    "id": "BFBr6C7SIfRXHMpP",
    "value": "Jetzt brauche ich deine Hilfe. Xander weiß, dass ich diese Daten habe und noch am Leben bin. Er wird nicht aufhören, bis wir ihn dazu zwingen, aufzuhören.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni - Now we get to the real problem. Xander wants the data back and he knows she's alive and has the data."
  },
  {
    "id": "BKwT7vgpXhNeLJp4",
    "value": "Aber was können wir tun?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake"
  },
  {
    "id": "nTg5DYg6lKCwpEbR",
    "value": "Mit diesen Daten als Beweis machen wir ihn fertig..",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni"
  },
  {
    "id": "DOhSOYtWV4KZY5qO",
    "value": "Hmm... Wenn dies wirklich schwer belastende Beweise sind, könnten wir ihn damit zu Fall bringen. Für ihn würden damit so viele neue und größere Probleme entstehen, das du von da an sein kleinstes wärst. Wie lautet der Plan? Sollen wir diese Informationen der Presse zukommen lassen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - If the release the data, Danni will be the least of Xander's problems. Maybe give it to the newspapers?"
  },
  {
    "id": "cxMLjBsr1EoCC4HZ",
    "value": "Irgendwann ja, aber das wird nicht reichen. Er wird es abstreiten und seine Anwälte werden versuchen es zu vertuschen. Wir müssen das groß rausbringen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni - Before giving it to the newspapers, they have to make a big display of releasing it, that way Xander can't have his lawyers make it go away."
  },
  {
    "id": "BG6kmI1FaMckNVFu",
    "value": "Richtig groß.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni"
  },
  {
    "id": "o1XgKeylpuEkllqP",
    "value": "Morgen Abend wird Xander auf der XanCon eine Ansprache halten und seine neuesten Kybernetik Produkte vorstellen. Wenn wir den Präsentationsfilm austauschen, und dem weltweit zusehenden Publikum diese Daten zeigen...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni - XanTech is doing a convention, XanCon like Apple and Google do every year. The plan is to replace the video when Xanter introduces the event with one that has the truth. "
  },
  {
    "id": "lnrmypRwkPeUBXWS",
    "value": "... dann sitzt er Hals über Kopf in der Scheiße. Es schönzureden oder zu zensieren wir ihm dann nichts mehr helfen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - Yup, Xander will be fucked."
  },
  {
    "id": "jLqA3nI17vg4fRkB",
    "value": "Exakt. Er wäre öffentlich ruiniert.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni"
  },
  {
    "id": "08pQFfu9h9A3W6Tf",
    "value": "Klingt, als hätten wir einen perfekten Plan.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake"
  },
  {
    "id": "37fq6SpajA9gteRF",
    "value": "Hier kommst du ins Spiel. Wir können es nicht riskieren, Danni zu entlarven, und ich bin, nun ja, eher ein Programmierer als ein Draufgänger.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Seg - Danni and Seg want Blake to do it. It's too much of a risk for Danni and Seg a programmer/hacker, not a fighter."
  },
  {
    "id": "mYZsCE1CpaXgEZFa",
    "value": "Ich habe das Gefühl, es wird mir nicht gefallen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - One of his options. He's not sure he likes where this is going."
  },
  {
    "id": "9Vkp5hEMwoOZmIcU",
    "value": "Ich kann es kaum erwarten, diesem Stück Scheiße sein Wasser abzugraben.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - The other option, he can't wait to do it!"
  },
  {
    "id": "Hk1BuQWtBosX1rgf",
    "value": "Dazu musst du in den Serverraum von XanTech eindringen und diesen Datenträger anschließen. Der überschreibt die notwendigen Daten im System und die werden dann live bei der Veranstaltung gesendet.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Seg - You just need to break into a high security building and mess with the servers. Easy."
  },
  {
    "id": "dcbMG6d3qCw8oRZF",
    "value": "Klingt doch ganz einfach.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - Very easy, let's do it!"
  },
  {
    "id": "QlFmLl936l6khBAE",
    "value": "Aber wie zum Geier komme ich bei Xantech rein?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - Are you crazy!?"
  },
  {
    "id": "HRA32vD4kWffnTmI",
    "value": "Zugegeben; das wird nicht gerade einfach werden. Außer Xander verfügt nur Visser über Zugangscodes für das Allerheiligste des Datenzentrums. Er ist der einzige dem Xander vertraut.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Seg - Visser is the last name of Johan Visser, JV, the man who hired Blaked pretending to be Danni's father. He's Xander's second in command."
  },
  {
    "id": "QOuyQ5DvgQXAyJ7e",
    "value": "Ich schätze, es ist höchste Zeit für ein Treffen mit Danni's... \"Paps.\"",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - Dad is in quotes because it shows that Blake is being sarcasctic."
  },
  {
    "id": "kflfDjHCGvJWknDy",
    "value": "Wir brauchen einen guten Plan.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Danni"
  },
  {
    "id": "eHIj8wYuoE5kLlDv",
    "value": "Hmm... Was wäre, wenn ich ihn anrufe und--",
    "description": "https://youtu.be/EprkOx1qUq0?t=2131 - Blake - He's intending to call Visser but before he can do so, he's interrupted by a phone call"
  },
  {
    "id": "7NF4v95ksdCDpkq7",
    "value": "*RING RING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2195 - It's a phone call!"
  },
  {
    "id": "fhiTtINLSsIymaTp",
    "value": "Mein Telefon unterbrach mich mitten im Satz und schrie nach meiner Aufmerksamkeit.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2195 - Blake, thiking this."
  },
  {
    "id": "1ultYEtEfNTdiBW1",
    "value": "verdammt noch mal...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2195 - Blake - Bascially 'Holy shit!', do whatever feels appropriate"
  },
  {
    "id": "KUNWv4eeDaJZjJBf",
    "value": "Es war Johan Visser!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2195 - Blake, thinking - What a coincidence, he wanted to call Visser and Visser was calling him."
  },
  {
    "id": "R4RqHDxgMwi7S9yW",
    "value": "Mr. Steel. Ich hoffe, mein Anruf kommt nicht ungelegen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Visser"
  },
  {
    "id": "23WbHMyBGSeWsbht",
    "value": "Mr... Ashton. Was für ein Zufall. Ich habe gerade an Sie gedacht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake - He's calling him Mr. Ashton to hide the fact that he knows who he really is."
  },
  {
    "id": "5coEoAq0JPc0vV5q",
    "value": "Aber Mr. Steel, mir brauchen sie nichts vorzuspielen. Ich weiß bescheid. Sie wissen wer ich bin..",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Visser - Unfortunately Visser knows."
  },
  {
    "id": "6hIvxOGpGFnpoBi2",
    "value": "Na großartig. Dann weiß ich jetzt, dass Sie wissen, dass ich weiß, wer sie sind.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake - First option. Blake's replying with a tongue twister. 1) Blake knows who Visser is. 2) Visser knows that Blake knows. 3) Blake knows that Visser knows that Blake knows..."
  },
  {
    "id": "xdp2s9ZkvUBJjCHD",
    "value": "Ein liebender Vater?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake - Second option"
  },
  {
    "id": "DD6mhEXTfTI72IiX",
    "value": "Ein Kotzbrocken?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake - Third option. A creep is a detestable person."
  },
  {
    "id": "qFO7BKo5E65UFM8f",
    "value": "Spielen Sie keine Spielchen mit mir, Mr. Steel. Dazu sind Sie nicht in der Lage.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Visser - He's not here to play games."
  },
  {
    "id": "DfMkNQgBH2DgCODQ",
    "value": "Ach ja, wie kommen sie darauf?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake"
  },
  {
    "id": "iUfpuTtGqQrUtYnn",
    "value": "Blake!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Crystal - She's been kidnapped by Visser and she screams on the phone"
  },
  {
    "id": "VHST4yD2J7shIALZ",
    "value": "Crystal!!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake"
  },
  {
    "id": "Q3QFcdnWS7lLegZi",
    "value": "Crystal!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Danni - Both are worrieed"
  },
  {
    "id": "sedCFv47QXsg45AL",
    "value": "Ohhh, wie Herz herzzerreißend.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Visser - He's being sarcastic."
  },
  {
    "id": "DjddaTKWB6W2P8ua",
    "value": "Ich schwöre dir, wenn du ihr auch nur ein Haar krümmst--",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake - Angry, very angry. I don't know if `hurt a single hair on her head` works in other languages, but it's tied to the next bit of dialogue."
  },
  {
    "id": "uVCLZNTQ7Mpykovb",
    "value": "Kein Grund grob zu werden, Mr. Steel. Ihr wird nichts geschehen, wenn Sie und Danni genau das tun, was ich sage.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Visser - Here Visser's taken the common idiom that Blake used, and turned it more clinical, more exact."
  },
  {
    "id": "8AaCXP30J7i4qsMt",
    "value": "Was... verlangst du?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake"
  },
  {
    "id": "hIBsNvOsgPgel3WS",
    "value": "Ist das nicht offensichtlich? Ich möchte sowohl die Daten von Danni und die meiner Kundschaft. Nun liegt die Gesundheit Ihrer Freundin in ihren Händen Mr.Steel.\n\nWir treffen uns in einer Stunde am Gebäude 19. Mit diesem Bereich sind sie ja bestens vertraut. Wehe sie tauchen dort nicht auf.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Visser - Makes his demands."
  },
  {
    "id": "010FOhrko5g9NDki",
    "value": "Er hat einfach aufgelegt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2206 - Blake, thinking this after Visser hung up the phone"
  },
  {
    "id": "eZS8e4aisJEYB2LD",
    "value": "Verdammte Scheiße! Dieses miese Dreckschwein! Was sollen wir jetzt machen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2250 - Danni - Worried about Crystal"
  },
  {
    "id": "LLcUyg5sjlwr17xS",
    "value": "Du wirst hierbleiben Danni. Ich werde Crystal retten, das verspreche ich dir!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2250 - Blake - He's going to go rescue Crystal, but has no intention of putting Danni in any danger."
  },
  {
    "id": "eGcHDCfNoCwkbEt5",
    "value": "Aber wie willst du das anstellen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2250 - Danni - What plan does Blake have?"
  },
  {
    "id": "XxE1Cp4gKnxlhdiH",
    "value": "Mach dir keine Sorgen Danni, ich werde eine Lösung finden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2250 - Blake - He has no plan."
  },
  {
    "id": "Q5ZU7sZAE9JGSmE8",
    "value": "Blake!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2265 - Crystal - Shouts at Blake when he arrives at B19"
  },
  {
    "id": "NtiBDDnTUPq1fTCa",
    "value": "Visser drückte Crystal ganz nah an seinen Körper. Das Mondlicht tanzte im Silberfarbigen Kleid zwischen den beiden Hin und Her.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake, thinking - Visser has a gun he's pointing close to Crystal"
  },
  {
    "id": "w2yY9g2MExYflYJH",
    "value": "Blake! Vorsicht; er hat eine Waffe!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Crystal - Warning Blake"
  },
  {
    "id": "4rHLyU7towI14aZG",
    "value": "So ist es, Mr. Steel. Seien sie jetzt besonders vorsichtig was sie tun.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Visser - Taunting Blake"
  },
  {
    "id": "M2VMhbKnMwBogGYc",
    "value": "Mr. Ashton... oder sollte ich dich besser Johan Visser nennen? Xander Vane's Schoßhündchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake - lapdog is like a yes-man, a minion, a servant."
  },
  {
    "id": "43lFnf3wtdL5MtUs",
    "value": "Sie glauben, dass sie besonders schlau sind, nicht war?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Visser - Surprised that Blake figured it out"
  },
  {
    "id": "nxS3OLvBF7uVSmG6",
    "value": "Woher wusstest du, dass ich Danni gefunden hatte?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake - Wanting to know how Visser knew he was speaking with Danni"
  },
  {
    "id": "XeCrNy0WTZcEuvAc",
    "value": "Glauben Sie denn dass Sie heute Abend der Einzige waren, der Ermittlungen durchführte? Nein! Ich war ihnen die ganze Zeit einen Schritt voraus.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Visser - Has been following Blake"
  },
  {
    "id": "r5O8XsFfeBSkXmVt",
    "value": "Du dreckige Ratte",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake"
  },
  {
    "id": "vPXIfgZsZj0yBNHE",
    "value": "Es scheint, Sie sind alleine gekommen. Wie enttäuschend! Nachdem ich Ihre beiden Leichen entsorgt habe, werde ich --",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Visser - Unhappy that Blake didn't bring Danni. He's about to say what he's going to do after he kills them both, when he's interrupted"
  },
  {
    "id": "4FwSupCRff7AqQ3B",
    "value": "HEY, du verdammter Dreckskerl!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Danni - She calls out to Visser to distract him. Use whatever creative insult you want to use here."
  },
  {
    "id": "WgfdLxx2T1ny6TkN",
    "value": "Es ist Danni!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake, thinking. He's surprised Danni's here."
  },
  {
    "id": "EHiPYOuO5nP6h8Vv",
    "value": "Crystal nutzte die Ablenkung aus und rammte Visser ihren Ellbogen in den Oberkörper. Er war von diesem unerwarteten Treffer dermaßen erschüttert, das seine Waffe zu Boden fiel und Crystal diese prompt wegkickte; unglücklicherweise über das Geländer.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake, thinking. Crystal uses the distraction to free herself, but Visser's gun is lost."
  },
  {
    "id": "QFnBkHe6nMtEJVyx",
    "value": "Er brauchte eine Sekunde zu lange, um sich zu erholen und so schloss ich Abstand zwischen uns mit einem kräftigen Schlag mitten in sein Gesicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2312 - Blake, thinking. He also used the distraction to punch Visser."
  },
  {
    "id": "5pQZejoLrj3Q8b5U",
    "value": "*ÄCHZT*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Visser - Part of the fight scene when he gets punched."
  },
  {
    "id": "wvNiWBZqUniu4rxP",
    "value": "(Schlag ins Gesicht)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "A6mqNs8dqdRqU5ac",
    "value": "(Schlag in den Bauch)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "4D7HwGikwWw4Oi6J",
    "value": "(Tritt)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "UTmZhJx4onoGNsYD",
    "value": "Da müssen Sie sich schon mehr anstrengen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Visser"
  },
  {
    "id": "HKpBpt5R43IKY9cb",
    "value": "(Schlag ins Gesicht)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "JKxei5aobuggMqXc",
    "value": "Du verdammtes Arschloch! *Er hat mich im Gesicht erwischt*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Visser - He punches Blake"
  },
  {
    "id": "qpNmnRRluSWtLA1R",
    "value": "(Schlag ins Gesicht)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "7eAm4bbBkqy1qU4E",
    "value": "(Schlag in den Bauch)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "AAvlSt8Q1NmePqM8",
    "value": "(Schleudere ihn gegen die Rohre)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "b3lq4uWSiRmhrYQ8",
    "value": "*wich meinem Schlag aus* Darauf falle ich nicht noch einmal herein. *traf mich in den Magen*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Visser - If Blake tries to punch him in the face twice"
  },
  {
    "id": "NkppsacapBvWsVpV",
    "value": "(Kopfstoß)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "iWeao5UTDhVEq2EL",
    "value": "ARGH! Denke nicht, dass du schon gewonnen hast.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Visser"
  },
  {
    "id": "1aSjALjgBBB62COl",
    "value": "(Schlag ins Gesicht)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "X3BJEuOuXTFXj1WU",
    "value": "(Spucke ihm ins Auge)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "8mxDHbvZonFogOVM",
    "value": "(Knie in die Weichteile)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "abXGI9ysKUKgM0Sm",
    "value": "Widerlich! Du verdammte Drecksau. *schlägt mir ins Gesicht*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Visser - Calls Blake an animal because Blake spit in eye"
  },
  {
    "id": "9DtlsiVmUejtY01B",
    "value": "(Schlag in den Bauch)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2357 - Action for Blake to take"
  },
  {
    "id": "5AjaE7XBC0ZiB3Z7",
    "value": "*Keucht* Wenn du es so haben willst...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Visser - He's done fighting with his bare hands"
  },
  {
    "id": "UEghjjwhsFpTUyVf",
    "value": "Visser holte etwas aus seiner Tasche heraus und sprang mit einem Messer direkt auf mich zu.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake, thinking - Visser attacks Blake with a knife"
  },
  {
    "id": "03n6HKWrgCqHkR50",
    "value": "Instinktiv wich ich zurück und spürte, wie das niedrige Geländer gegen meinen Rücken presste, als mein Gegner auf mich zusprang.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake, thinking - his back is against the rail. He's in a tough spot"
  },
  {
    "id": "pc7PQExSMeBi7ZU8",
    "value": "Unerwarteterweise war Visser viel stärker, als er aussah ... Zu stark. Es kostete mich meine ganze Kraft, sein Messer von meinem Gesicht fernzuhalten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake, thinking - As he's trying to keep Visser ffrom stabbing his face, he's noticing that Visser is too strong for normal person"
  },
  {
    "id": "40gIvRGaAxmulDcX",
    "value": "Da bemerkte ich es direkt unter seinem linken Ohr: eine Öffnung. Visser hatte Kybernetik! Plötzlich fiel mir wieder die Coral Kapsel ein, die ich in meiner Jackentasche mitschleppte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake, thinking - Blake realizes that Visser has cybernetics and sees the connection port. He then remembers that he's got a thing of Coral in his pocket."
  },
  {
    "id": "ZlXxlL6gUyRXC6LR",
    "value": "Irgendwelche letzten Worte, Mr. Steel?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Visser - Thinking he's won and about to kill Blake."
  },
  {
    "id": "Y9b52ytEZx8PDPcE",
    "value": "Schon mal einen Regenbogen gesehen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake - Option 1 - This one will probably need to be changed since I don't think it'll make sense anywhere but in the US. It's as setup for Blake to say 'Fuck you'. Feel free to change this into something that is more relevant"
  },
  {
    "id": "9yydrV3cr9AoZAQ5",
    "value": "Du wirst bald auf eine hübsche Reise gehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake - Option 2 - This is an allusion to the Coral since people who take it are said to 'chase the ruby slippers'"
  },
  {
    "id": "cgernQF0Hmgy140F",
    "value": "Nein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake - Option 3 - Blake's done with this."
  },
  {
    "id": "OlplBXQ7fMrdlRq4",
    "value": "Einen was?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Visser - Said in response of Option 1, the doesn't understand what Blake's talking about."
  },
  {
    "id": "oAndOBEn7OxD0HH3",
    "value": "Fick Dich! (Injiziere ihm das Coral)",
    "description": "https://youtu.be/EprkOx1qUq0?t=2399 - Blake - We finally get a `fuck you.`"
  },
  {
    "id": "nBGaG6uooVoxZMEl",
    "value": "Dafür habe ich keine Zeit. Stirb!",
    "description": "Visser - Response for the 'looking good in ruby slippers' comment. Visser doesn't understand the threat"
  },
  {
    "id": "kSTOLKFm9pICaIyk",
    "value": "Du zuerst! (Injiziere ihm das Coral)",
    "description": "Blake's action"
  },
  {
    "id": "5t27I9P0mjbOrhNH",
    "value": "Wie Du willst!",
    "description": "Visser's response if you say 'no'"
  },
  {
    "id": "bcfTRpuyDFIKAOL8",
    "value": "(Injiziere ihm das Coral)",
    "description": "Blake's action"
  },
  {
    "id": "c9dFeWnCdsVnpehI",
    "value": "Mit einer raschen Bewegung griff ich in meine Tasche und drückte ihm das Coral unverzüglich in seine Kybernetik Öffnung. Die Wirkung setzte sofort ein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Blake, thinking - Bye bye Visser."
  },
  {
    "id": "UOPBmJqZDqh9KsXL",
    "value": "Selbst durch seine Brille konnte ich sehen wie sich seine Augen unmittelbar ausweiteten. Er ließ mich los und fing an, mit seinem Messer Blindlinks herumzufuchteln.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Blake, thinking - The drug took immediate effect. "
  },
  {
    "id": "ifg3dTn1ljVSKqsG",
    "value": "Ich entfernte mich, blieb aber zwischen diesem verrückten und Crystal stehen. Er schrie wie wahnsinnig und versuchte vergebens die Kontrolle zu behalten. Mit aller Kraft sprang er ein letztes Mal nach vorne und verfehlte mich dabei um einige Meter.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Blake, thinking - Visser still struggled to attack Blake or Crystal"
  },
  {
    "id": "OvvrlN9w60ox10np",
    "value": "Visser stolperte über das Geländer, aber der Coral Trip zeigte definitiv seine Wirkung, denn das einzige Geräusch, das wir hörten, war der nasse Aufprall diesem Stück Mülls, der dumpf auf den Boden des Müllcontainers aufklatschte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Blake, thinking - But went over the rail instead"
  },
  {
    "id": "KhuEuDMnvAyHjwsR",
    "value": "Blake, bist Du verletzt?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Crystal"
  },
  {
    "id": "GTXieI9bdGZnGo3N",
    "value": "Ich wollte dich das Gleiche fragen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Blake"
  },
  {
    "id": "ZSFGKNMh5MouWtqo",
    "value": "Geht es euch beiden da oben gut?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Danni"
  },
  {
    "id": "tJLSHXxpMaHwqb8l",
    "value": "Ja, alles in Ordnung. Wir kommen gleich zu Dir runter.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2441 - Blake"
  },
  {
    "id": "yXqIEfQ2FrM9ujDP",
    "value": "Wir verloren keine Zeit und kehrten sofort zu Danni ins Erdgeschoss zurück.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake, thinking."
  },
  {
    "id": "nlF60nQkZdixwx7X",
    "value": "Oh, Danni! Ich bin so froh, dass du in Sicherheit bist!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Crystal - This is the first time she's seen Danni since she went missing."
  },
  {
    "id": "AhkO08E5bsZG4VM4",
    "value": "*ähem*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake - Making a noise to get their attention."
  },
  {
    "id": "UYj7ev2AsGPdCZex",
    "value": "Und Du auch, Blake!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Crystal - Acknowledging that Blake was also in danger."
  },
  {
    "id": "PLMLdlWjh5OTUvYS",
    "value": "Nun, wenn Danni nicht für Ablenkung gesorgt hätte, und du dem Scheißkerl nicht deinen Ellbogen reingerammt hättest, dann wär ich vermutlich schon Tod. Ihr beiden seit klasse. Danke das ihr meinen Arsch gerettet habt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake - Thanking Crystal and Danni for their actions, which is the only reason they made it out alive."
  },
  {
    "id": "eCZGIZynvQn0JB4x",
    "value": "Er hätte uns eben nicht unterschätzen sollen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Danni"
  },
  {
    "id": "slGrxtAE3s76eMW0",
    "value": "Dem kann ich nur zustimmen! Übrigens Danni, habe ich dir nicht gesagt das du bei SegF4ult bleiben sollst, wo es sicher ist!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake - He told Danni to stay at the safe house but she didn't listen"
  },
  {
    "id": "4hIIMngCbsQAbERF",
    "value": "Ja schon und das war auch ganz lieb von Dir gemeint, aber ich konnte einfach nicht anders.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Danni - Fortunately she didn't listen"
  },
  {
    "id": "qG5oJwvW5rvUFyPU",
    "value": "Ach ja richtig, schau mal, was ich gefunden hab.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Danni"
  },
  {
    "id": "1Po7Xhg6JlLYbRk0",
    "value": "Visser's Schlüsselkarte!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake"
  },
  {
    "id": "fGThy8bqfVqmiAQ9",
    "value": "Die wird er nicht mehr brauchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Danni has no love for Visser"
  },
  {
    "id": "RYGQ27DeY2edQQ0K",
    "value": "Blake, nimm diesen Datenstick. Alle Daten sind für die Präsentation vorbereitet. Seg meint, Du musst ihn nur noch anschließen und er erledigt dann den Rest.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Danni - she gives Blake a data stick with the evidence"
  },
  {
    "id": "xXgNecxjMHWIYSAS",
    "value": "Ex­zel­lent! Jedoch wird Xander immer noch versuchen Euch zuschnappen. Ihr geht beide zurück zu Seg, damit ihr dort in Sicherheit seit, während ich--",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake - Takes the stick and tried to tell the girls to go hide but is interupted mid-sentence."
  },
  {
    "id": "P1NURsVVln6HL4iS",
    "value": "Nein, ich komme mit dir. Es hat keinen Sinn Blake, mir zu wieder Sprechen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Crystal - finishes Blake's sentence in a way he was not intending. She wasn't to come help."
  },
  {
    "id": "ybtpAeJ6nNXbdaZg",
    "value": "Ich kann dich nicht davon abhalten, oder?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake - Realizing that Crystal is not going to change her mind"
  },
  {
    "id": "QAS310vr7fgZS8Qh",
    "value": "Nein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Crystal"
  },
  {
    "id": "dnHNQw9ENnTPdcUt",
    "value": "Sehr gut, somit wäre das geklärt. Passt gut aufeinander auf! Ich gehe gleich zurück zu Seg's Wohnung. Wir sehen uns.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Danni - She's going to go back to SegF4ult's place"
  },
  {
    "id": "v6oAtOO6oSLqkRTO",
    "value": "Crystal, möchtest du mit mir auf ein Date bei Xantech Cybernetics?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Blake is being sarcastic, going to a dangerous place is not a good idea for a date. "
  },
  {
    "id": "IULiPiMmguRoOsaT",
    "value": "Ich dachte schon, du würdest nie fragen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2464 - Crystal"
  },
  {
    "id": "oO0JswIb25MOtlx4",
    "value": "Der Blechmann stelle sich uns in die Quere und blockierte somit den Eingang.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Conversation with the tinman at Xantech Cybernetics"
  },
  {
    "id": "WU3BSf15Lb1Dp1gC",
    "value": "*Ksssh* HALT. *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Tinman"
  },
  {
    "id": "S3NVnZgpNwEZZg2Z",
    "value": "Ich muss in den Serverraum",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Blake"
  },
  {
    "id": "GqpKtWkneeQK3y5q",
    "value": "*Ksssh* NEIN, DAS MUSST DU NICHT. *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Tinman"
  },
  {
    "id": "gf5TR4BHlxqqgP1b",
    "value": "Hmm... Doch, das muss ich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Blake"
  },
  {
    "id": "dLQoalrRDC7Tk2DL",
    "value": "*Ksssh* ES IST MIR EGAL. NUR FÜR AUTORISIERTES PERSONAL, UND SIE SIND KEIN AUTORISIERTES PERSONAL. *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Tinman"
  },
  {
    "id": "OlJtkvoWdA1tVTCM",
    "value": "Warum denkst du, dass ich das nicht bin?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Blake - wanting to know why the tinman doesn't think Blake is authorized to be there"
  },
  {
    "id": "KYleMnOhMUu34XTP",
    "value": "*Ksssh* DU BIST WEDER MR. VISSER NOCH EINER DER TECHNIKER. VERSCHWINDE! *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2522 - Tinman"
  },
  {
    "id": "HfCDBHJM1gEbqyB5",
    "value": "Crystal schubste mich ganz sanft mit ihren Ellbogen an, damit ich ihr den Kaffee und das Abführmittel geben würde. Nachdem sie beides vermischt hatte, schlenderte sie auf den Blechmann zu, während ich gespannt hinter einer Ecke lauerte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Blake, Thinking - This is after collecting some coffee and some laxative. Crystal is going to give it to the tinman"
  },
  {
    "id": "KTehDJRQVQZbkAi4",
    "value": "Na, du hübscher Kerl, was geht?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal - Trying to be friendly"
  },
  {
    "id": "VLJFBmmaWRsVo3pn",
    "value": "*Ksssh* TI... ERR... UHM... UFF... AH... *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Tinman - There is a little joke here. This is exactly one of the things Blake could have said to Crystal the first time he met her."
  },
  {
    "id": "CPxZ4qRvNOGGGTjp",
    "value": "*Ksssh* WIE KANN ICH IHNEN HELFEN? *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Tinman"
  },
  {
    "id": "XW8qpxOQ2vwR9n8M",
    "value": "Ich könnte DIR helfen, mein hübscher. Es ist doch bestimmt sehr erschöpfend und anstrengend, immer so stramm dazustehen und auf alles ein Auge zuwerfen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal - Flirting with the guard"
  },
  {
    "id": "CnFy1s64JxY3A2ZH",
    "value": "Es ist ein undankbarer Job...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal"
  },
  {
    "id": "1Ta97APNJSMw267m",
    "value": "...und ich möchte Dir gerne dafür meine ganze Dankbarkeit zeigen...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal - reeeaaaly trying to imply something else."
  },
  {
    "id": "2Fe7nK83gPbjUHIj",
    "value": "*Ksssh* UHHHH...*Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Tinman - He's getting flustered"
  },
  {
    "id": "jUn2r0aFD59PARjE",
    "value": "...persönlich...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal"
  },
  {
    "id": "jQDYFgSPsF1t4QuH",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal - A moment of silence"
  },
  {
    "id": "1Cd5m4ujOmoisOTy",
    "value": "...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Tinman - A moment of silence"
  },
  {
    "id": "0bvFdJ0cIcTosEmb",
    "value": "Also habe ich dir extra diese frische Tasse Kaffee gemacht!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal - It's just coffee! What did he think she meant?"
  },
  {
    "id": "HMFr3aBM9hb1A98P",
    "value": "*Ksssh* OH!... DANKE SEHR! *Ksssh*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Tinman"
  },
  {
    "id": "6Z0Hl3lYEic6QtaX",
    "value": "Begierig darauf, sie glücklich zu machen, öffnete der Blechmann seinen Helm und trank Crystal's durchschlagende Kaffeemischung. Nach ein paar Augenblicken kam ein schreckliches Geräusch aus der Magengegend des Blechmanns.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Blake, thinking - The tinman is about to have a bad time."
  },
  {
    "id": "uHsGSgx14lyXo9lx",
    "value": "Mit einem Zeichen der völligen Pflichtverletzung verließ der Blechmann seinen Posten und rannte so schnell wie er konnte aus dem Raum. Der Kaffee war offensichtlich allererste Sahne!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Blake, thinking - Another play on words. The tinman `ran out the room` as the `coffee ran through him`. That last part is an idiom. When food or drink runs through you, it means you have to go take an unexpected crap."
  },
  {
    "id": "9INhnOeDZGDX8gZq",
    "value": "Hoffentlich stehe ich immer im Guten mit dir!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Blake - Being playful with Crystal."
  },
  {
    "id": "xFtACQpQevjCxKQc",
    "value": "*zwinkert sexy* Du wirst immer gut bei mir stehen, Blake.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2594 - Crystal - Being playful with Blake"
  },
  {
    "id": "VNO3iw1jEbiMtMwa",
    "value": "Ein riesiges Gestell an Server Elektronik befand sich in jenem Raum. Es war eindeutig der Daten Knotenpunkt von Xantech.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake, thinking - They've entered the server room"
  },
  {
    "id": "R6vrvOvnwvdDOfPJ",
    "value": "Was für ein tolles Gestell!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake - These next two lines are joke. Blake is looking a the enormous server rack. However, 'what a rack' can also mean 'what a nice pair of boobs'."
  },
  {
    "id": "8251ckJQLmX7nLRM",
    "value": "Danke für das Kompliment, Blake.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Crystal - This is the punchline to the joke. It's an homage to this scene in the movie Young Frankenstein https://www.youtube.com/watch?v=t9K9wiH2Lko"
  },
  {
    "id": "4ydYu0iiKN3sMBd2",
    "value": "Ich entsperrte das Hauptterminal mit Vissers Schlüsselkarte und steckte den Datenstick von SegF4ault in den dafür vorgesehenen Anschluss.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake, thinking. This line is a little more suggestive that is necessary."
  },
  {
    "id": "oLRmAjfwStBpdlCA",
    "value": "Es vergingen einige Augenblicke, aber es schien nichts zu passieren.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake, thinking"
  },
  {
    "id": "girRtQuErKMJ7J9H",
    "value": "*RING RING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake's got a call!"
  },
  {
    "id": "l5s35GOHY1hjwR24",
    "value": "Großartige Neuigkeiten, Blake!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Seg"
  },
  {
    "id": "OU8oxv38Zq1MbepE",
    "value": "Hey Seg, funktioniert es?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake"
  },
  {
    "id": "v8ur9kB9mCO6K3cd",
    "value": "Ja, es funktioniert! Ich beobachte es die ganze Zeit über. Es klappt, Blake! Das hast du wirklich sehr gut gemacht. Danke Mann, bis bald.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Seg - Everything's good! Mission accoplished"
  },
  {
    "id": "yJ618AsEOgaOvpmh",
    "value": "Bis bald, Seg.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake"
  },
  {
    "id": "fb94KRxEjkU4NEjP",
    "value": "Die Falle wurde platziert. Jetzt mussten wir nur noch abwarten.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake, thinking. "
  },
  {
    "id": "spQfaESi8ffCQfhT",
    "value": "Am nächsten Tag hielten wir uns bedeckt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2651 - Blake, thinking. They tried to stay hidden the next day."
  },
  {
    "id": "ADCIf3xkEUgiFW2Q",
    "value": "Es war unklar, ob Xander wusste, was mit Visser passierte. Vielleicht war er auch einfach zu beschäftigt, da die XanCon bereits in vollem Gange war.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2677 - Blake, thinking."
  },
  {
    "id": "x3Y9xFTNv1RpvnBX",
    "value": "SegF4ult hatte Tickets gefälscht, die es uns ermöglichen in den Ausstellungsbereich zu kommen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2677 - Blake, thinking"
  },
  {
    "id": "C931jQucqCVVtNUD",
    "value": "Xander Vane: Einer der reichsten Männer der Welt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2677- Blake, thinking"
  },
  {
    "id": "YvScYE5BV32W2Ub9",
    "value": "Xander Vane: Ein Mann, der zielstrebig auch noch das letzte Geld von Menschen in Not abzapft.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2677- Blake, thinking - Xander is an asshole"
  },
  {
    "id": "6jAN32L6ROjJhfgh",
    "value": "Wie Ikarus vor ihm, flog er zu nahe an der Sonne und es war höchste Zeit für ihn abzustürzen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2677- Blake, thinking"
  },
  {
    "id": "d60XrmsmTL1X1YjC",
    "value": "Ein breit grinsender Xander sprach vor einem jubelnden Publikum.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Blake, thinking"
  },
  {
    "id": "onjVHoZAUxwxB9qY",
    "value": "-- und deshalb werden meine neuen kybernetischen Beine namens Kickstart 4, die Welt des Sports für immer verändern.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Xander - A little Amiga joke here"
  },
  {
    "id": "7k4i6oy3cr7dTl40",
    "value": "Die Menge brach in tosenden Applaus aus.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Blake, thinking"
  },
  {
    "id": "C6rV8spfChrOePBv",
    "value": "Sie können Kickstart 4 kaufen...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Xander - He's got that Steve Jobs energy"
  },
  {
    "id": "vZD5xIoo8GOvYBvM",
    "value": "Sofort!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Xander"
  },
  {
    "id": "hpTQiIioY08rX8Rw",
    "value": "Noch mehr Applaus vom Publikum.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701- Blake, thinking"
  },
  {
    "id": "ANjmY9sGbhSK6li9",
    "value": "Tu es, Seg.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Blake - Telling Seg to start the show"
  },
  {
    "id": "LkLbpgZP91YUMD0c",
    "value": "Als nächstes haben wir eine Innovation, die Sie nicht glauben werden--",
    "description": "https://youtu.be/EprkOx1qUq0?t=2701 - Xander"
  },
  {
    "id": "iXZ7i7ogrhIQSA1j",
    "value": "Der Bildschirm hinter Xander flackerte auf und der Inhalt wurde schnell durch Seg's Videoclips und Audioprotokolle ersetzt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Blake, thinking"
  },
  {
    "id": "nvVat0iVp1siYcqH",
    "value": "-- und diese verdammten Schafe werden es auffressen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander, in the video - This is a euphimism that means that the people will happily take the Coral"
  },
  {
    "id": "qp6WyZ3tQXMitOxH",
    "value": "-- warum sollten sie aufhören, uns weiterzubezahlen, nur weil sie eins meiner Produkte gekauft haben? Coral, macht sie zu meinen Sklaven.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander, in the video - He thinks he's unstoppable."
  },
  {
    "id": "4aUl19Zv6YVcUg1B",
    "value": "-- die geben mir ihren letzten Cent und sind auch noch dankbar dafür. DAS ist eine Bereicherung für \"KryptoKool\".",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander, in the video - Xander was KryptoKool all along."
  },
  {
    "id": "hTL6xC6x2jIbMJuS",
    "value": "-- wir machen Millionen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander, in the video"
  },
  {
    "id": "x9VlAF8mMviZdfyU",
    "value": "Die verwirrte Menge begann zu brüllen und ihn lautstark zu beschimpfen. Xander fragte sich wohl, ob dies ein schlechter Traum ist.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Blake, thinking - The crowd is not sure what happening. At first they're confused"
  },
  {
    "id": "OrQnDDIMfxN8tDSn",
    "value": "Doch als sich das Entsetzen auf Xanders Fratze breitmachte, wurde ihm klar, dass dies nur allzu real war.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Blake, thinking - And then they realized it's real"
  },
  {
    "id": "WsWvUdF1wcM7W1bq",
    "value": "Was geht hier vor?!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander - Confused and panicked"
  },
  {
    "id": "vHlO0unaQ2BmVuUd",
    "value": "Wie kann das sein?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander - Confused and panicked"
  },
  {
    "id": "5fW9PPs0YGuGaQ87",
    "value": "Visser?! Visser?! Wo sind Sie?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2727 - Xander - Visser's not coming to help you now, Xander."
  },
  {
    "id": "OCrEBV4q4GqipdxN",
    "value": "Xander schaute panisch in die Menge. Mit fast übernatürlicher Präzision blickte er direkt in Danni's Augen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Blake, thinking - While Xander has no idea who Blake and the others are, he does notice Danni"
  },
  {
    "id": "E6jTDlk0U4LbjISg",
    "value": "DU!!!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Xander - yelling at Danni"
  },
  {
    "id": "WkXvubqU7I3KyOeq",
    "value": "Wie ein wütender Lachs, der Stromaufwärts schwimmt, drängte er sich durch die Menge der ehemals begeisterten Fans auf sie zu.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Blake, thinking - Some more symbolic descriptions from Blake"
  },
  {
    "id": "AnXoMK9m0lbQ0QAh",
    "value": "Du!? Ist dir klar was du getan hast?! Du hast mich ruiniert!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Xander - Yelling at Danni"
  },
  {
    "id": "GyW7mwYmFRIpBSnN",
    "value": "Nach allem, was ich für dich getan habe?! Ohne mich wärst du nur Müll in der Gosse!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Xander - He thinks that Danni should be greatful to him."
  },
  {
    "id": "Vm68jbTHQu54ngoG",
    "value": "Du...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Danni - She's going to reply to him, but after every word, she's going to punch him."
  },
  {
    "id": "TIVUEymbw5MYkUHf",
    "value": "Danni schlug ihm ins Gesicht.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Blake, thinking"
  },
  {
    "id": "5C4EhuB2Jj0ROx7a",
    "value": "...warfst mich...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Danni"
  },
  {
    "id": "ZTpMa8tXqn1eMvEc",
    "value": "Überrascht von diesem Schlag war er nicht darauf vorbereitet, dass seine Leistengegend gleich Bekanntschaft mit Danni's Knie machen würde..",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Blake, thinking"
  },
  {
    "id": "QS00XIBmvttQ5CsA",
    "value": "...in den MÜLL...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Danni"
  },
  {
    "id": "EYNj0lyIB02Sx9gO",
    "value": "Uff, das hat gesessen! Als er jammernd auf den Boden sackte, holte Danni für einen weiteren Fußtritt in sein Gesicht aus. Dieser ließ ihm bestimmt die Sterne sehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Blake, thinking"
  },
  {
    "id": "IEXcc4DV3UG9oIXr",
    "value": "Deinetwegen wäre ich fast verreckt, du mieses Stück Scheiße!.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2752 - Danni"
  },
  {
    "id": "T74Vkc6UHxJc5wOI",
    "value": "Dreckige Schlampe! Ich werde Dich und Deine Freunde erledigen! Ich werde--",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Xander - Trying to regain his composure, is threatening the group, but gets interrupted."
  },
  {
    "id": "iWwHc15cIuhp0Ovb",
    "value": "Mitten im Satz tauchten hinter Xander drei Männer auf. Gekleidet in feinen schwarzen Anzügen, mit Sonnenbrillen und Ohrhörern.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake, thinking"
  },
  {
    "id": "PabOpBdUxfekOotS",
    "value": "Xander dachte vermutlich sie waren gekommen, um ihm aus der Scheiße zureiten und befahl ihnen lautstark, uns sofort zu verhaften.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake, thinking - Xander thinks they're his security detail, but he's mistaken"
  },
  {
    "id": "9d5Fj431hU9qyC7Z",
    "value": "Das taten sie nicht",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake, thinking - the men in black did not do what Xander told them"
  },
  {
    "id": "ylAdHoOvaBPZeioL",
    "value": "Mr. Vane. Sie verkennen ihre Lage.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Man in Black - The joke is that the Man in Black is saying exactly what Blake was thinking two lines ago"
  },
  {
    "id": "H8HxdCMCaMG6OcId",
    "value": "Der Cygnus-Vorstand ist milde ausgesprochen sehr unzufrieden und fordert unverzüglich ihr Erscheinen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Man in Black - He's here to take Xander into custody. Not because of what he did, but because he was found out."
  },
  {
    "id": "VqlaBBxpq3SKeJD0",
    "value": "Xander versuchte zu fliehen, jedoch erfolglos.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake, thinking"
  },
  {
    "id": "Q7xPVuNqg0IH92gW",
    "value": "Fast schon gelangweilt, jagte einer der Männer in Schwarz, Xander etwas in seinen Körper und \"15\" wurde plötzlich ganz schlaff.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake, thinking"
  },
  {
    "id": "gxG0hTvF98ZScsXl",
    "value": "So schnell wie sie angekommen, gingen sie auch wieder.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake, thinking"
  },
  {
    "id": "UPnvccxcb8kdiLYE",
    "value": "Wer waren diese Kerle?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Danni - Wondering who the Men in Black where"
  },
  {
    "id": "Gec0VSUOVvWJWqXI",
    "value": "Vollstrecker für Cygnus Holdings, schätze ich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake - The Men in Black do the dirty work for Cygnus Holding, the company that own Xantech"
  },
  {
    "id": "pbteevtywSuLd2a7",
    "value": "Xander tat mir fast leid",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake - Says this because he know that Xander is not going to have a good time"
  },
  {
    "id": "qZNDNQ9yBHNYxK8v",
    "value": "Na ja, nicht wirklich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786 - Blake - But Xander is an asshole so he doesn't feel bad for him."
  },
  {
    "id": "m6MU18GkO3mrmykJ",
    "value": "Zeit für uns von hier zu verschwinden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2786  - Blake, thinking - time to leave the expo and go home. Another case closed."
  },
  {
    "id": "e2EBABM6qv1IVHwI",
    "value": "In den folgenden Tagen verurteilte Cygnus Holdings öffentlich das Vorgehen von Xantech Cybernetics und übernahm die Kontrolle über das Unternehmen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake, thinking"
  },
  {
    "id": "qMflFw2o9xvY1S24",
    "value": "Seitdem hatte niemand mehr etwas von Xander Vane gesehen oder gehört.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake, thinking - Xander's gone missing"
  },
  {
    "id": "mequa6A07UTT20wE",
    "value": "Die Dinge begannen sich wieder zu normalisieren, oder was auch immer hier als normal galt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake, thinking"
  },
  {
    "id": "SXSJghNcUDPuVGXn",
    "value": "Wer ist ein gutes Mädchen., Daisy?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake - To Daisy"
  },
  {
    "id": "dSXEhNppxLwtfbBL",
    "value": "Wuff!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Daisy - `boof` is word for the sound a dog makes when they vocalize without barking"
  },
  {
    "id": "S8qZ7U2bEdGOJLvi",
    "value": "Ganz genau! Du bist ein gutes und liebes Mädchen!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake - Giving a good girl a treat"
  },
  {
    "id": "IvMP6UWDtVjj3l5E",
    "value": "Zu meiner Überraschung klopfte es an der Tür.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake, thinking"
  },
  {
    "id": "KKb1xOoygnpm5uVq",
    "value": "Wir haben für heute geschlossen...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake - After everything that happened in the last few days, he's not accepting new clients."
  },
  {
    "id": "9Rtr8ucuAwIy9hd6",
    "value": "Gilt das auch für mich?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Crystal"
  },
  {
    "id": "aTCnAD3FqqcsjjR0",
    "value": "Oh, hallo Crystal! Für dich mache ich jederzeit eine Ausnahme. Bitte, komm doch herein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake"
  },
  {
    "id": "wJcjqNBc9cYx9rc4",
    "value": "Wuff Wuff!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Daisy - Makes an excited noise. She likes people and is a terrible guard dog."
  },
  {
    "id": "T27kOY7r2uC7Ryt8",
    "value": "Ich wusste nicht, dass du einen Hund hast! Sie ist wirklich sehr schön.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Crystal"
  },
  {
    "id": "i7VxVkR0jNTcaXon",
    "value": "Ist sie ein gutes Mädchen?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Crystal"
  },
  {
    "id": "Hge4Ya23hXkyX0Vg",
    "value": "Das ist Sie.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839 - Blake - The End. From this point on, there are no more dialogues. It's all item descriptions"
  },
  {
    "id": "takeshi",
    "value": "Takeshi's Nudeln war früher der beste Ort für eine Mahlzeit in der Gosse. Schade, dass der alte Takeshi den Laden endgültig dichtgemacht hatte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=52 - Takeshi's Noodles is a ramen shop in the Gutter. However the shop's been closed for a long time."
  },
  {
    "id": "check_takeshi_alley",
    "value": "Eine mit Müll gefüllte Gasse führt zur Rückseite von Takeshi's. Es gibt keinen Grund, dorthin zu gehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=56 - Blake has no need to go the the back of the noodle shop. "
  },
  {
    "id": "enter_takeshis1",
    "value": "Mit der Schlüsselkarte verschaffte ich mir Zutritt zu Takeshi's. Der Ort sah aus, als wäre er von einem Tornado heimgesucht worden. Ich überprüfte den Kühlschrank und fand entgegen aller Hoffnung die letzte Packung Nudeln. Wer weiß, wie lange die schon da drinnen lag?",
    "description": "https://youtu.be/EprkOx1qUq0?t=457 - The inside of the shop is a mess. However, Blake finds the last bowl of ramen in the fridge."
  },
  {
    "id": "enter_takeshis2",
    "value": "Ich habe den Behälter in die Mikrowelle geworfen, in der Hoffnung, dass die alles abtötet, was darauf heranwächst. Im blassen Licht der Mikrowelle, inmitten des Dröhnens ihres Magnetrons, dachte ich über die Absurdität dieser Situation nach.",
    "description": "https://youtu.be/EprkOx1qUq0?t=457 - While Blake waits for the ramen to heat up, he thinks about how weird everything has been so far."
  },
  {
    "id": "enter_takeshis3",
    "value": "Ein Mädchen wird vermisst, ich wühle in Müllcontainern, raube Leichen aus und mache mir jetzt auch noch eine Schüssel Nudeln",
    "description": "https://youtu.be/EprkOx1qUq0?t=457 - He starts to think about everything that happened by his thoughts are interrupted by the microwave"
  },
  {
    "id": "enter_takeshis4",
    "value": "*DING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=457 - Ramen's ready!"
  },
  {
    "id": "enter_takeshis_again",
    "value": "Ich hatte bereits das notwendige gefunden. Mehr gab es hier nicht.",
    "description": "Displayed if you try to back into Takeshi's Noodles after you already go the noodles"
  },
  {
    "id": "cant_enter_takeshis",
    "value": "Die Tür war verschlossen. Hmm... Wie groß war die Wahrscheinlichkeit, dass da noch ein paar Nudeln drinnen waren?",
    "description": "https://youtu.be/EprkOx1qUq0?t=333 - If Blake tries to get into the ramen shop before he has the keycard"
  },
  {
    "id": "alley_check_dumpster",
    "value": "Dieser Müllcontainer war besonders übel. Etwas verfaulte darin.",
    "description": "https://youtu.be/EprkOx1qUq0?t=234 - Trying to explore the dumpster. It smelled really bad, even for a dumpster."
  },
  {
    "id": "glich_check_trash1",
    "value": "Ich öffnete den Müllcontainer. Der Geruch war so stark, dass ich würgen musste.",
    "description": "https://youtu.be/EprkOx1qUq0?t=345 - The smell was so bad, Blake almost puked"
  },
  {
    "id": "glich_check_trash2",
    "value": "Unter einem Stapel verwesender Müllsäcke lag Takeshi's Leiche. Jemand hatte ihn eiskalt abserviert.",
    "description": "https://youtu.be/EprkOx1qUq0?t=348 - Blake finds Takeshi's corpse in the trash. Somebody killed him."
  },
  {
    "id": "glich_check_trash3",
    "value": "Nach genauerer Untersuchung der Leiche fand ich seine Schlüsselkarte. Ich stehle zwar nicht gerne von den Toten, aber er hat dafür sowieso keine Verwendung mehr.",
    "description": "https://youtu.be/EprkOx1qUq0?t=354 - However, Takeshi still had his keycard."
  },
  {
    "id": "glitch_trash_complete",
    "value": "Ich würde nicht noch einmal in diesen stinkenden Müllcontainer springen, selbst wenn er das Geheimnis von Danni's Verschwinden in sich verberge.",
    "description": "Description shown if you click on the dumpster where Takeshi's keycard was found after you have the keycard"
  },
  {
    "id": "alley_atm_description",
    "value": "Bankomat. Geldautomat. Kohlehydrant. Schottergott. Nenne ihn wie du willst. Jedenfalls kommt man hier an sein Geld... wenn man welches hat.",
    "description": "https://youtu.be/EprkOx1qUq0?t=68 - Different ways to name a bankomat/ATM. Unarmed Bandits are a play on words. Slot machines are called 'one-armed bandits' because they have one arm (the lever you pull) and take all you cash. This is an unarmed bandit because it has no lever and looks like a slot machine."
  },
  {
    "id": "alley_atm_quest_start",
    "value": "Ich sollte mich zuerst mit dem Blechmann auseinanderzusetzen. Diese Typen verstehen keinen Spaß und fackeln nicht lange einem das Rückgrat zu brechen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=370 - 'Play' here is used like the word 'plan'"
  },
  {
    "id": "alley_atm_quest_complete",
    "value": "Die Tat ist vollbracht; es ist besser, nicht noch mehr Aufmerksamkeit auf mich zu lenken.",
    "description": "If you try to use the ATM again after you hacked it"
  },
  {
    "id": "alley_atm_security_desc",
    "value": "Es sah so aus, als hätte diese Bank einen Sicherheitsdienst angeheuert, um den Geldautomaten zu Bewachen. Diese Aufträge wurden in der Regel an den günstigsten Personaldienst Anbieter vergeben.",
    "description": "https://youtu.be/EprkOx1qUq0?t=65"
  },
  {
    "id": "alley_atm_security_done",
    "value": "Ich ließ ihn in seiner Welt der hirnverbrannten Pflichten.",
    "description": "If you click on the tinman after you're done with the ATM. Brain-drain means 'really boring'"
  },
  {
    "id": "cant_leave_alley",
    "value": "Ich konnte noch nicht gehen, solange ich noch keine konkrete Spur hatte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=250 - If Blake tries to leave the allway via the subway defore he's gotten what he needs."
  },
  {
    "id": "alley_subway_tweaker_desc",
    "value": "Sein blaues Haar lenkte mich fast von seiner Gesichtskybernetik ab. Na ja, beinahe.",
    "description": "If you look at Tweaker before you know he has the ticket"
  },
  {
    "id": "danni_clutter_desc",
    "value": "Neben Danni's Bett lag ein kleiner unordentlicher Haufen. Es handelte sich hauptsächlich um Kleidung, aber auch einige Papiere waren dabei.",
    "description": "https://youtu.be/EprkOx1qUq0?t=921 - A description of Danni's bedroom"
  },
  {
    "id": "danni_note_from_gladys",
    "value": "Eine an Danni gerichtete Notiz von jemandem namens Gladys. Laut Datum wurde sie vor zwei Tagen geschrieben. Darauf stand, \"15 möchte dich heute Abend sehen. Ich muss dich wohl nicht daran erinnern, dass du besser alles tust, was er verlangt.\"",
    "description": "https://youtu.be/EprkOx1qUq0?t=921 - telling someone to bring their `a-game` means telling them that they need to be in top performance. 15 is the code name for her client."
  },
  {
    "id": "danni_nightstand_desc",
    "value": "Danni's Ausweis! Ich könnte die mit dem GovLink-Computer in meiner Wohnung einer Hintergrundüberprüfung unterziehen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=910"
  },
  {
    "id": "danni_nightstand_desc_after",
    "value": "Auf dem Nachttisch befand sich nichts mehr von Interesse.",
    "description": "https://youtu.be/EprkOx1qUq0?t=910"
  },
  {
    "id": "dont_leave_danni_apt",
    "value": "Mmm... Ich hatte das Gefühl, dass es hier noch mehr zu entdecken gab.",
    "description": "https://youtu.be/EprkOx1qUq0?t=824 - If you try to leave Crystal's before you have everything you need."
  },
  {
    "id": "danni_id_trace1",
    "value": "Cassandra Null: ID#721077",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102 - These lines, trace1 to trace8 make up a page. The last name 'Null' is a computer joke. There is no last name."
  },
  {
    "id": "danni_id_trace2",
    "value": "Alter: 25",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102"
  },
  {
    "id": "danni_id_trace3",
    "value": "Geschlecht: Weiblich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102"
  },
  {
    "id": "danni_id_trace4",
    "value": "Bekannt unter den Namen: Danni Ashton",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102"
  },
  {
    "id": "danni_id_trace5",
    "value": "Eltern: Unbekannt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102"
  },
  {
    "id": "danni_id_trace6",
    "value": "Weitere Anmerkungen: keine",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102"
  },
  {
    "id": "danni_id_trace7",
    "value": "Cassandra wurde im Alter von etwa zwei Monaten in die Obhut des KidCo Waisenhauses übergeben. Sie wurde nie erfolgreich adoptiert und verließ mit 18 Jahren das Waisenhaus.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102 - She's an orphan and was never adopted"
  },
  {
    "id": "danni_id_trace8",
    "value": "Das Pseudonym \"Danni Ashton\" wurde ihr vor etwa zwei Jahren zugeordnet.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1102 - She changed her name two years ago"
  },
  {
    "id": "make_a_drink",
    "value": "Es war Zeit, die Fakten zu überprüfen. Ich schenkte mir einen Drink ein und fokussierte meine Gedanken.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1116 - End of Act 1. Blake is looking back at everything he found out."
  },
  {
    "id": "end_act1_a",
    "value": "Cassandra, eine Waise die nie adoptiert wurde, erhielt den Nachnamen \"Null.\" Vor zwei Jahren gab sie sich den Namen \"Danni Ashton\"... Das ist in etwa die Zeit wo sie Crystal kennenlernte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1124"
  },
  {
    "id": "end_act1_b",
    "value": "Aber was mich an dieser ganzen Sache störte war, wenn sie für sich selbst den Namen \"Danni Ashton\" ausgesucht hatte, wer zum Teufel war dann \"Jacob,\" der Mann, der mich mit diesem Job beauftragte und sich als ihr besorgter Vater ausgab?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1124 - Ah yes. If she's an orphan with a made up name, how could her `father` be trying to find her? How could the father call himself `Jacob Ashton` when `Ashton` is a name invented by Danni?"
  },
  {
    "id": "end_act1_c",
    "value": "Angesichts all dessen, was ich herausgefunden hatte, machte ich mir jetzt noch mehr Sorgen um ihre Sicherheit. Das Problem war, dass ich noch nicht genug Spuren hatte, um sie wieder ausfindig machen zu können.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1138"
  },
  {
    "id": "end_act1_d",
    "value": "Ich beschloss, ihrer Arbeitgeberin, Gladys Aubergine, einen Besuch abzustatten. Wenn ich herausfinde kann, mit wem sie zuletzt zusammen war, bekomme ich vielleicht die Spur, die ich benötige.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1138 - Blake plans to go to the Lost Sock and find out who was Danni's last client."
  },
  {
    "id": "end_act1_e",
    "value": "*RING RING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=1142"
  },
  {
    "id": "blake_start_act2",
    "value": "Ich muss gehen, Daisy. Bitte sein ein braves Mädchen, während ich weg bin.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1174 - Is what he tells Daisy. Hit the streets, in this case, means to go back out and investigate."
  },
  {
    "id": "just_got_visser_photo1",
    "value": "Da hol mich doch der Teufel! Hier ist ein Foto von Jacob Ashton!!! Danni ist mit 15 zusehen, wer auch immer das ist und Jacob– ich meine, JV hat sie abgeholt! Warum wollen sie das ich sie wiederfinde? Was haben sie mit ihr gemacht?",
    "description": "https://youtu.be/EprkOx1qUq0?t=1526 - A photo downloaded from the Gladys's computer. It's the guy pretending to be Danni's father."
  },
  {
    "id": "just_got_visser_photo2",
    "value": "Ich muss dieses Foto herumzeigen; in der Hoffnung das ihn vielleicht jemand wieder erkennt. Endlich mal ein kleiner Lichtblick!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1526"
  },
  {
    "id": "parcel_trace1",
    "value": "Paket #3,735,928,559",
    "description": "https://youtu.be/EprkOx1qUq0?t=1896 - trace1 through trace4 form a page of data from the Govlink computer"
  },
  {
    "id": "parcel_trace2",
    "value": "Addresse: 2833 Pipeline St, Unit B19",
    "description": "https://youtu.be/EprkOx1qUq0?t=1896"
  },
  {
    "id": "parcel_trace3",
    "value": "Eigentümer: SummerVault",
    "description": "https://youtu.be/EprkOx1qUq0?t=1896"
  },
  {
    "id": "parcel_trace4",
    "value": "Gelistete Verwendung: Lagerung",
    "description": "https://youtu.be/EprkOx1qUq0?t=1896"
  },
  {
    "id": "parcel_trace5",
    "value": "SummerVault? Das füge ich am besten zur Datenbanksuche hinzu.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1896 - When Blake hears about SummerVault, he adds it to his list of search terms"
  },
  {
    "id": "get_call_from_danni1",
    "value": "The cool night air carrying the acrid fumes of this district caressed my face like a vengeful lover. The distant industrial music was pierced by a much closer, higher-pitched sound.",
    "description": "Ignore - Unused"
  },
  {
    "id": "get_call_from_danni2",
    "value": "*RING RING*",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971"
  },
  {
    "id": "get_call_from_danni3",
    "value": "Diese Nummer war mir gänzlich unbekannt und mein Zögern machte das klingeln nur noch lauter und stärker. Wie ein Kind, das nach Aufmerksamkeit verlangt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971 - the phone is very insistent."
  },
  {
    "id": "we_should_meet",
    "value": "'... und ich denke, wir sollten uns treffen.'",
    "description": "https://youtu.be/EprkOx1qUq0?t=1971 - Danni telling Blake they should meet. End of Act 2"
  },
  {
    "id": "end_act2_a",
    "value": "Gedanken rasten kreuz und quer durch meinen Kopf und obwohl ich die ganze Nacht nach dieser Frau gesucht hatte, fand Sie schließlich mich!",
    "description": "https://youtu.be/EprkOx1qUq0?t=1994 - Blake's thinking fast."
  },
  {
    "id": "end_act2_b",
    "value": "Während ich durch das Industriegebiet schlich, rief sie Crystal an, die sich für mich verbürgte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1994 - This is how Danni knew Blake was someone she could trust."
  },
  {
    "id": "end_act2_c",
    "value": "Danni gab mir die Adresse von einem scheinbar sicheren Versteckt. Es gehörte einen guten Freund und er war es, der ihr half bis jetzt unterzutauchen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1994"
  },
  {
    "id": "end_act2_d",
    "value": "Es war endlich an der Zeit, Danni Ashton zu treffen und herauszufinden, warum Johan Visser mich dafür bezahlt hatte, sie wieder aufzuspüren.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1994 - This may be a little confusing. A man calling himself Jacob Ashton hired Blake. Blake discovered that Jacob Ashton is not his real name. He knew only the initials JV. After talking to Acid Nova, he discovered that JV stood for Johan Visser."
  },
  {
    "id": "laundromat_closed",
    "value": "Die Tür war verschlossen. Ich sah eine alte Frau durch das Fenster, aber die winkte mich gleich ab. Vielleicht wäre es besser ich komme später nochmal hierher zurück.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1011 - If you get to the Lost Sock too early"
  },
  {
    "id": "laundry_xantech_poster1",
    "value": "Das Poster kündigte die jährliche XanCon-Messe an, die von Xantech Cybernetics veranstaltet wird. Alle neuen Produkte dieser Firma, werden dort morgen Abend zu sehen sein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1002 - A poster for XanCon. Planned obsolescnece is when company design a product that will break and you have to buy a new one next year."
  },
  {
    "id": "laundry_xantech_poster2",
    "value": "Ich habe Xantech Cybernetics zu meiner GovLink-Suchdatenbank hinzugefügt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1002"
  },
  {
    "id": "laundry_fight",
    "value": "As I stepped back into this house of laundered promises, Crystal was already yelling at Gladys, who hadn't even noticed me enter. Crystal's unbridled creativity in the insults she was hurling at Gladys was the second time this woman's caused me to blush. Gladys was no slouch; what she couldn't muster in youthful creativity, she more than made up with her ancient wealth of experience. I would have loved to watch this, but I had a computer to hack.",
    "description": "Ignore - Unused"
  },
  {
    "id": "hack_gladys_computer",
    "value": "Vorsichtig schlich ich mich an Gladys vorbei und schloss Glitch's Hacker Werkzeug an der Rückseite ihres Computers an. Als ein grünes Licht zweimal blinkte, war die Tat vollbracht und die Daten gehörten mir. Ich schlich mich davon und zwinkerte Crystal zu, um ihr zu signalisieren, dass ich bekommen hatte, weswegen ich gekommen war.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1444 - Blake was able to sneak and get the data from Gladys's computer"
  },
  {
    "id": "need_gladys_distraction",
    "value": "Diese alte Hexe ließ mich auf keinen Fall nahe genug an ihren Computer heran, um das Hacker-Werkzeug platzieren zu können. Ich musste irgendwie eine Möglichkeit finden sie abzulenken.",
    "description": "If you try to use Glady's computer before she's distracted."
  },
  {
    "id": "thank_crystal_for_help",
    "value": "Wenige Augenblicke, nachdem ich den Lost Sock Waschsalon verlassen hatte, kam Crystal sichtlich verärgert heraus. Entweder war sie eine geborene Schauspielerin, oder der Streit war für sie eine Möglichkeit etwas loszuwerden das sich schon zulange aufgestaut hatte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1450 - After the fight between Crystal and Gladys. Either Crystal was a good actrss or the fight was something that was inevitable between them"
  },
  {
    "id": "laundromat_never_again",
    "value": "Es wäre klug sich von hier fernzuhalten. Ich möchte nicht, dass Gladys misstrauisch wird.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1546 - Once you have the data, there is no reason to return to the Lost Sock"
  },
  {
    "id": "gladys_busy_fighting",
    "value": "Gladys ließ einen wahren Sturm von Beschimpfungen auf Crystal los. Ich glaube nicht, dass sie überhaupt mitbekam, dass ich hier war, und ich wollte auch, dass es so blieb.",
    "description": "If you click on Gladys while she's fighiting with Crystal"
  },
  {
    "id": "b19_pick_storage_lock",
    "value": "Als ich den Schlüsselcode eingab, den ich von Acid Nova bekommen hatte, öffnete sich die Tür ohne weitere Probleme.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1787 - Opening the door in the warehouse"
  },
  {
    "id": "b19_pick_office_lock",
    "value": "Man wird kein Privatdetektiv, ohne nicht vorher einige Schlösser geknackt zuhaben. Dieses war ein weiteres das auf kein Konto ging.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1836 - Picking a lock in the werehouse"
  },
  {
    "id": "get_coral",
    "value": "Diese rote Plastikkapsel erregte meine Aufmerksamkeit, deren rubinrote Farbe einen scharfen Kontrast zur Dunkelheit des Lagerraums bildete. Ich habe viel über diese kleinen Pillen gehört, aber aufgrund meiner mangelnden Kybernetik stieß dieser Sirenengesang, der von ihr ausging auf taube Ohren. Ich wusste nicht warum, aber ich steckte die Koralle ein.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1817 - Blake finds some coral."
  },
  {
    "id": "open_boxes1",
    "value": "Erwartungsvoll zog ich mein Taschenmesser heraus und öffnete eine der Schachteln. Nichts konnte mich darauf vorbereiten, was ich in diesem Karton finden würde...",
    "description": "https://youtu.be/EprkOx1qUq0?t=1804"
  },
  {
    "id": "open_boxes2",
    "value": "... nur noch mehr zusammengefaltete Kartons und Verpackungsmaterial.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1804 - Continued from above"
  },
  {
    "id": "get_parcel_number1",
    "value": "Das Durchsuchen von Müll wurde zu einer ungesunden Gewohnheit. Zum Glück war hier nichts Ranziges, nur Papiere.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1862 - This is the second time Blake's looked in the some garbage "
  },
  {
    "id": "get_parcel_number2",
    "value": "Beim Durchsuchen der Papiere fand ich eine alte Genehmigung, inklusive der Absendungsnummer für dieses Gebäude. Diese Nummer könnte ich auf meinem GovLink überprüfen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1862"
  },
  {
    "id": "empty_trash",
    "value": "Es gab hier scheinbar keine anderen wichtigen Hinweise mehr für mich zu finden.",
    "description": "If you check the trashcan in the office after you got the parcel number"
  },
  {
    "id": "look_at_lockers",
    "value": "Glücklicherweise waren die Schließfächer nicht verschlossen. Leider waren sie leer.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1853"
  },
  {
    "id": "look_at_papers",
    "value": "Auf dem kleinen Tisch lagen einige Papiere und Broschüren. Nichts Interessantes, befürchte ich.",
    "description": "https://youtu.be/EprkOx1qUq0?t=1846"
  },
  {
    "id": "b19_cant_leave_yet",
    "value": "Ich hatte das Gefühl, dass es hier noch mehr für mich zu entdecken gab.",
    "description": "If you try to leave the industrial district before you got everything you needed to find"
  },
  {
    "id": "danni_story1",
    "value": "Mein Auftragsgeber hatte eine große Party veranstaltet und wollte mich als eine Augenweide, die ihm willig zur Seite stand.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047 - Danni's flashback"
  },
  {
    "id": "danni_story2",
    "value": "Nachdem die Gäste gegangen waren, brachte er mich in sein Schlafzimmer, um dort mit mir... zu schlafen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047 - she says `to... rest` The pause implies that they were not resting, but doing other things."
  },
  {
    "id": "danni_story3",
    "value": "Bevor wir zur Sache kommen konnten, erhielt er einen Anruf. Ich weiß nicht genau, worum es ging, aber er klang sehr besorgt und verließ urplötzlich das Schlafzimmer.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047"
  },
  {
    "id": "danni_story4",
    "value": "Gelangweilt durchsuchte ich den Inhalt seines Nachtkästchens und fand dabei etwas Coral. Ich dachte, es würde ihm nichts ausmachen, also habe ich es eingesteckt.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047 - She found some coral and used it... but it wasn't coral."
  },
  {
    "id": "danni_story5",
    "value": "Aber es war nicht Coral, sondern etwas anderes und ich bekam unmittelbar darauf, sehr starke Krämpfe.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047"
  },
  {
    "id": "danni_story6",
    "value": "Das nächste, was ich weiß ist, dass ich nackt in einem Müllcontainer aufgewacht bin. Dieser Dreckskerl muss geglaubt haben, dass ich sterben werde und hat mich dann ganz einfach zum Abfall geworfen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047 - She wakes up in the garbage."
  },
  {
    "id": "danni_story7",
    "value": "Die Daten, von denen ich dachte, sie seien Coral, waren immer noch in meinem Kopf. Ich wusste zwar nicht, was sie enthielten, aber mir war klar, dass ich nicht in deren Besitz sein sollte und es sehr böse für mich enden könnte.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2047 - A little like Johnny Mnemotic. There's data in her head she needs to get out."
  },
  {
    "id": "b19r_intro1",
    "value": "Ich verschwendete keine Zeit und machte mich direkt auf den Weg zu diesem Schlangennest. Da Gebäude 19 bereits in Sichtweite war, musste ich besonders vorsichtig sein, damit Crystal und ich es da wieder lebendig herausschaffen würden.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2259 - Blake returning to the warehouse. He described it before that the multitude of large pipes looked like snakes."
  },
  {
    "id": "b19r_intro2",
    "value": "Ich wusste zwar nicht, was mich erwarten würde, aber eines war sicher...",
    "description": "https://youtu.be/EprkOx1qUq0?t=2259"
  },
  {
    "id": "b19r_intro3",
    "value": "Visser sollte das noch bitter bereuen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2259 - And Visser does regret it!"
  },
  {
    "id": "b19r_crystal_on_catwalk",
    "value": "Ich blickte nach oben und sah Visser, wie er Crystal immer weiter und weiter die Treppen hoch drängte. Nun galt es, keine Zeit zu verlieren!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2268"
  },
  {
    "id": "b19r_use_storage",
    "value": "Für dieser Etage hatte ich jetzt keine Zeit; Ich musste nach oben zu Crystal und zwar schnell!",
    "description": "https://youtu.be/EprkOx1qUq0?t=2279 - If Blake tries to re-enter the lower warehouse when he's trying to rescue Crystal"
  },
  {
    "id": "b19r_goto_entrance",
    "value": "Ich beschloss, wieder nach draußen zu gehen. Crystal würde bestimmt ohne mich klarkommen.",
    "description": "If you leave the Lost Sock when Crystal is fighting with Gladys but did not yet use the hacking tool"
  },
  {
    "id": "b19r_goto_catwalk",
    "value": "Für Crystal warf ich alle Vorsicht von mir ab und ging entschlossen auf den Gang hinaus.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2309 - That means `Not caring about my safety, I stepped onto the catwalk`"
  },
  {
    "id": "b19r_vending_machine",
    "value": "Obwohl mich der Schoko-Blaster hinter dieser Glasscheibe durchaus verzauberte, konnte ich in einer Zeit wie dieser, nicht daran denken etwas zu essen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2303 - A chocolate candy in the vending machine"
  },
  {
    "id": "xantech_medicine_closet1",
    "value": "Medikamente aller Art, aber nichts, was momentan nützlich wäre.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - These next few lines all go together"
  },
  {
    "id": "xantech_medicine_closet2",
    "value": "Warte mal. Was ist das hier? KwikyLax?",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - Kwick is perverse spelling of Quick, it's spelled wrong but sounds the same. This is a very fast acting laxative"
  },
  {
    "id": "xantech_medicine_closet3",
    "value": "'Das weltweit erste Abführmittel in Militärqualität. Sagen Sie der Verstopfung den Kampf an!'",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - I don't know what a military-grade laxative would do and I don't want to find out."
  },
  {
    "id": "xantech_medicine_closet4",
    "value": "Ich denke wir alle wissen, wozu das Führen wird.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2546 - It's a foregone conclusion that somone is going to be taking the laxative"
  },
  {
    "id": "xantech_medicine_closet_end",
    "value": "Sonst war hier nichts Nützliches drinnen.",
    "description": "If you try to interact with the medicine closet after you already got the laxative"
  },
  {
    "id": "xantech_coffee_machine",
    "value": "Der Kaffee aus dieser Maschine duftete köstlich. Ich beschloss, eine Tasse zu nehmen. Warum auch nicht? Den hatte ich mir verdient.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2578 - Blake likes coffee"
  },
  {
    "id": "xantech_has_coffee",
    "value": "Ich trank genüsslich die Tasse Kaffee. Er schmeckte hervorragend und erfüllte alle Ansprüche, die man jemals an eine Tasse Kaffee stellen könnte. So entschied ich mich dazu, mir noch einen zunehmen.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2578 - If you try to take a second coffee, Blake will drink the first one"
  },
  {
    "id": "xantech_move_to_server",
    "value": "Während der Blechmann nun alle Hände voll zu tun hatte, gingen wir hingegen, geradewegs in den Serverraum.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2646"
  },
  {
    "id": "end5",
    "value": "Ende.",
    "description": "https://youtu.be/EprkOx1qUq0?t=2839"
  },
  {
    "id": "inv_start",
    "value": "Ich hatte...",
    "description": "https://youtu.be/EprkOx1qUq0?t=82 - Inventory title"
  },
  {
    "id": "inv_danni_picture",
    "value": "*Ein Bild von Danni Ashton.",
    "description": "https://youtu.be/EprkOx1qUq0?t=82 - All these are inventory items, please make sure to keep the * right before the text"
  },
  {
    "id": "inv_glitch_cred_stick",
    "value": "*Einen Kredit-Stick.",
    "description": "This is Glitch's credistick"
  },
  {
    "id": "inv_takeshi_key",
    "value": "*Eine Schlüsselkarte für Takeshi's Gaststube.",
    "description": ""
  },
  {
    "id": "inv_takeshi_noods",
    "value": "*Eine höchst fragwürdige Schüssel Nudeln.",
    "description": "The old, microwaved noodles from the noodle shop"
  },
  {
    "id": "inv_alleycat_ticket",
    "value": "*Eine Eintrittskarte für das Alleycat.",
    "description": ""
  },
  {
    "id": "inv_alleycat_password",
    "value": "*Das Passwort für das Alleycat.",
    "description": ""
  },
  {
    "id": "inv_note_from_gladys",
    "value": "*Eine Notiz von Gladys an Danni, über jemanden mit Namen '15'.",
    "description": ""
  },
  {
    "id": "inv_danni_id",
    "value": "*Danni's amtlicher Ausweis.",
    "description": ""
  },
  {
    "id": "inv_glitch_hacktool",
    "value": "*Ein Hacker-Werkzeug, das ich von Glitch bekommen habe.",
    "description": ""
  },
  {
    "id": "inv_glitch_hacktool_full",
    "value": "*Glitch's Hacker-Werkzeug mit den Daten von Gladys darauf.",
    "description": ""
  },
  {
    "id": "inv_coral",
    "value": "*Eine Kapsel Coral.",
    "description": ""
  },
  {
    "id": "inv_parcel_number",
    "value": "*Ein Papier mit Nummer, aus Gebäude 19.",
    "description": ""
  },
  {
    "id": "inv_visser_keycard",
    "value": "*Eine Schlüsselkarte von Johan Visser.",
    "description": ""
  },
  {
    "id": "inv_laxative",
    "value": "*KwikyLax. Ein Abführmittel in Militärqualität.",
    "description": "The Kwiky in KwikyLax is a strange spelling for \"Quick\", and Lax is a common abbreviation for Laxative in English."
  },
  {
    "id": "inv_coffee",
    "value": "*Eine frische Tasse Kaffee.",
    "description": ""
  },
  {
    "id": "OuhURObWpjGrvd9f",
    "value": "Übelriechender Müllcontainer",
    "description": "https://youtu.be/EprkOx1qUq0?t=116 - Object description"
  },
  {
    "id": "SCrkDF2TY2L3206v",
    "value": "Mitwirkende",
    "description": "The title for the credits of the game, not the game's money :)"
  },
  {
    "id": "muMdwxQQeZ2UesJ1",
    "value": "*Programmierung und Geschichte*\nMassimo Loi - massproduced.games\n\n*Grafiken*\nSandy Loi\nMidJourney\n\n*Musik*\nMatias Sosa - matias-sosa.itch.io\n\n*Übersetzung*\nSimone Battaglioni \"SimonPPC\"\n\nBesonderer Dank geht an alle Mitglieder des Amiga Blitz Basic Game Jam Discord-Servers.",
    "description": "The credits. Please keep the * in the titles and each '\n' is a new line."
  },
  {
    "id": "lRsQ0Bt9mq6MvVAB",
    "value": "",
    "description": "Ignore"
  },
  {
    "id": "6j2XExoEEAmAC5Br",
    "value": "In loving memory\nDaisy 2009-2022\n\nYou'll always be the goodest girl...",
    "description": "Ignore"
  },
  {
    "id": "wfdtEfkwT062SZbE",
    "value": "",
    "description": "Ignore"
  }
]